{
	"Index": {
		"AboutFourData_Text1": "Our work team is made up of medical assistants, Family Nurse Practitioners, Medical Doctors (MD) certified in Texas, who supervise and are with the patient during their stay in our clinic.",
		"AboutFourData_Text2": "Another key part of our team is the ultrasound technicians, who provide information on the study of internal organs for their clinical diagnosis. We all speak your language and we also have bilingual staff.",
		"AboutFourData_Title": "Clínica Hispana Salud y Esperanza",
		"AboutOneData_Button_Label": "About Us",
		"AboutOneData_Content": "We serve children over 4 years and adults. Our \nHispanic clinic\n offers the opportunity that you do not need an appointment to attend or visit us, which is why we prioritize your health and well-being. We also serve patients with or without Medical Insurance who cannot opt for or obtain Health Insurance or Medical Insurance, therefore our prices compared to other medical institutions are between 40-50% lower.",
		"AboutOneData_Tagline": "Clínica Hispana Salud y Esperanza",
		"AboutOneData_Title": "Why do our clients choose us?",
		"AboutThreeData_Box1": "No Need for an Appointment",
		"AboutThreeData_Box2": "We accept patients with or without insurance",
		"AboutThreeData_Button": "About Us",
		"AboutThreeData_Summery": "As a \nmedical latin clinic in Houston, Tx \nwe provide help to our latin and Hispanic community and low-income people, being kind, responsible and dedicated to our work.Our main goal is to help our patients take better care of their health, educate, treat and prevent acute and chronic diseases with the correct clinical diagnosis, specific treatment, evaluation and recovery of your health status.",
		"AboutThreeData_Tagline": "Clínica Hispana Salud y Esperanza",
		"AboutThreeData_Title": "We are your trusted family latin clinic in Houston, Tx.",
		"AboutTwoData_Caption": "+10 years experience",
		"AboutTwoData_Offer_Tagline": "Está en buenas manos",
		"AboutTwoData_Offer_Text": "ofertex",
		"AboutTwoData_Tagline": "Clínica Hispana Salud y Esperanza",
		"AboutTwoData_Text1": "Laboratory analysis between 24 - 30 hours",
		"AboutTwoData_Text2": "We do not require an appointment or personal identification or verification of documents",
		"AboutTwoData_Text3": "The planning of the patient's year is carried out",
		"AboutTwoData_Text4": "Correct, accurate and guaranteed clinical diagnosis",
		"AboutTwoData_Text5": "medication refills",
		"AboutTwoData_Text6": "Description, professionalism and privacy are important points of our work team",
		"AboutTwoData_Title": "Become patients of our clinic and experience in person the medical quality of the entire Houston Tx area and its surroundings, we are close to you.",
		"Blog_Latest": "Latest Post",
		"Blog_Articles": "Blog articles",
				"Blog_VitaminSerums_Title": "Vitamin Serums and Their Benefits: The Solution for Optimal Health",
		"Blog_VitaminSerums_SubTitle": "What are Vitamin Serums?",
		"Blog_VitaminSerums_Text": "\nIn the pursuit of a healthy and balanced life, vitamin serums have become a popular choice to keep us energetic and improve our overall health. In this article, we will explore in detail the benefits of vitamin serums and how they can help you achieve optimal health. If you are looking for a clinic that offers these services, you have come to the right place!\nVitamin serums are blends of essential nutrients and vitamins that are administered intravenously to provide the body with a boost of vitality and well-being. These liquid solutions contain a combination of vitamins, minerals and antioxidants that are quickly absorbed by the body, providing immediate benefits.\nBenefits of Vitamin Serums\n1. Increased energy: Vitamin serums are an excellent way to increase your energy and vitality. By providing a concentrated dose of essential nutrients, vitamin serums can help you fight fatigue and improve your physical and mental performance.\n2. Immune system booster: The combination of vitamins and minerals in vitamin serums strengthens your immune system, helping you fight illnesses and maintain optimal health. This is especially beneficial during times of stress or seasonal changes.\n3. Improved skin health: Vitamin serums can also have a positive impact on the health of your skin. The vitamins and antioxidants present in these serums can help reduce signs of aging, improve hydration, and provide a more radiant, youthful appearance.\n4. Support for sports recovery: If you are an athlete or play sports regularly, vitamin serums can be an invaluable tool in your recovery routine. These infusions provide a rapid replenishment of nutrients lost during intense exercise, helping to recover faster and more efficiently.\n5. Stress relief and improvement of general well-being: Vitamin serums not only benefit your body, but also your mind. By providing the nutrients necessary for optimal brain function, these serums can help reduce stress, improve your mood, and promote an overall sense of well-being.\nIf you are interested in experiencing the benefits of vitamin serums, it is important to go to a reliable medical clinic specialized in this type of therapy. Our Hispanic medical clinic is proud to offer high-quality vitamin serums administered by highly trained medical professionals. Contact us today to schedule an appointment and discover how vitamin serums can improve your health and well-being.",
		"Blog_VitaminSerums_Tags": "#vitaminserums #clinicalatina #clinicaenhouston #clinicahispana #walkinclinic #doctor #medicoprimario #medicina #salud #atencionmedica #houston #htx #infections",
		"Blog_VitaminSerums_URL": "/blog/vitamin-serums",
		"Blog_VitaminSerums_Date": "Nov 19",
		"Blog_INMGRATIONEXAM_Title": "Immigration Medical Examination",
		"Blog_INMGRATIONEXAM_SubTitle": "Are you looking to take the US immigration medical exam?",
		"Blog_INMGRATIONEXAM_Text": "Get your Immigration Medical Exam at our Salud y Esperanza Hispanic Clinic in Houston Texas\nAre you looking to take the United States immigration medical exam? Look no further! At our Hispanic clinic, we offer the medical exam complete information you need to meet the immigration requirements.\nWhat does our immigration medical examination include?\nAt our clinic, we are in charge of performing a comprehensive medical examination to ensure that you meet the standards required by the Citizenship and Immigration Services of United States (USCIS). Our team of expert doctors is trained to perform different tests and analyses, including:\n1. Form I-693: We will help you correctly complete the I-693 form, which is necessary to prove your state of health before the immigration authorities.\n2. Physical Examination: We will perform a detailed physical examination to evaluate your general state of health. This includes reviewing your vital signs, respiratory system, cardiovascular system and much more.\n3. Quantiferon: Our specialists will use the Quantiferon test to detect the presence of tuberculosis, one of the diseases that are evaluated during the immigration medical examination.\n4. Disease detection tests: We will perform a series of laboratory tests to detect infectious diseases, such as syphilis, hepatitis B, hepatitis C, among others. Our goal is to ensure that you are free of contagious diseases.\n5. Immunization History Review: We will verify your immunization history to ensure that you are up to date with the vaccines required by USCIS.\nWhy choose our medical clinic? \n- Spanish-speaking professionals: Our medical team is made up of Spanish-speaking professionals who understand your needs and will provide you with personalized attention in your language.\n- Experience and quality: We have extensive experience in performing immigration medical examinations. Our clinic meets the highest quality standards and we follow the protocols established by the USCIS.\n- Comprehensive care: In our clinic, we not only offer you the immigration medical examination, but we also provide you with advice and support throughout the entire process. immigration process. We will be at your side to answer all your questions and help you with whatever you need.\nSchedule your appointment today! \nDon't waste any more time, schedule your appointment at our Hispanic clinic and get the immigration medical exam you need to take the next step in your immigration process. Our team is ready to help you and give you the attention you deserve.\nContact us now and secure your future in the United States!",
		"Blog_INMGRATIONEXAM_Tags": "#clinicamedica\n #examenmedico\n #clinicacercademi\n #medicina\n #salud\n #formulariooi-693\n #medicalclinic\n #doctor\n #clinicanenhouston\n #quantiferon\n \n # prostatetest\n #pap smear\n #bloodtests.",
		"Blog_INMGRATIONEXAM_URL": "/blog/immigration-exam",
		"Blog_INMGRATIONEXAM_Date": "Nov 08",
		"Blog_CheckUps_Title": " Medical Checkup",
		"Blog_CheckUps_SubTitle": "Why is having an annual checkup important?",
		"Blog_CheckUps_Text": "It is very important to get an annual checkup, not only to check your health, but also to help detect subtle and asymptomatic diseases. It is important to get in the habit of taking care of yourself by getting checked regularly, instead of waiting for symptoms to appear .Physical exam and screening tests are needed for the following reasons:\n1.Health problems can be detected early, before they become serious.\n2.It prevents health problems from becoming chronic.\n3 .Increase your chances of healing and recovery.\n4.Knowing your physical condition through a professional diagnosis is not only helpful in detecting and managing diseases, but also gives you peace of mind.It's even more important to get regular checkups if you have a family history of certain diseases or other risk factors.\nIf you are a woman, do not skip your annual gynecological examination. Its main objective is the prevention and detection early detection of disorders related to the female reproductive organs, such as sexually transmitted diseases, gynecological cancer, and breast cancer. Clínica Hispana Salud Y Esperanza provides comprehensive care to women from adolescence to adulthood.\nSome of the tests used to evaluate gynecological health and that should be performed periodically are: \n• Mammography: an x-ray of the breast to detect the breast cancer growth. Find out more at the Mammary Pathology Imaging Unit.\n• Cytology: Test in which a gynecologist extracts cells from the cervix to detect precursor lesions of cervical cancer and vaginal infections. \n• Pelvic exam: This is an exam in which a woman's organs are felt to see if they are a normal size and shape. Depending on her age and medical history, your gynecologist may recommend a colonoscopy. NFor men, the following checkups are recommended. \n• Prostate test: Used for early detection of prostate cancer. Your urologist will assess the condition of your prostate with a digital rectal exam and may order a prostate-specific antigen (PSA) blood test.\n• Testicular exam: Detects changes in testicular color and size.",
		"Blog_CheckUps_Tags": "#clinicamedica\n #bloodwork\n #clinicacercademi\n #medicina\n #salud\n #chequeoanual\n #medicalclinic\n #doctor\n #clinicanenhouston\n #radiografia\n #mamografia\n # prostatetest\n #pap smear\n #bloodtests.",
		"Blog_CheckUps_URL": "/blog/checkups",
		"Blog_CheckUps_Date": "Nov 15",
		"Blog_Cholesterol_Title": "Cholesterol ",
		"Blog_Cholesterol_SubTitle": "Risks of having high cholesterol levels",
		"Blog_Cholesterol_Text": "With high blood cholesterol, fatty deposits can build up in the blood vessels. Over time, these deposits develop and make it difficult for blood to flow through the arteries. Sometimes these plaques can break suddenly and form a blood clot that causes a heart attack or stroke.\nHigh cholesterol can run in families, although it is often the result of an unhealthy lifestyle that can be prevented and treated.Eating a diet healthy, exercising regularly and taking medicine can sometimes help lower high cholesterol High cholesterol levels have no symptoms A blood test is the only way to know if you have the disease Factors you can control, such as inactivity, obesity, and an unhealthy diet all contribute to harmful high cholesterol and triglyceride levels.Factors you cannot control can also play a role. a paper. For example, your genetic makeup can make it difficult for your body to remove LDL cholesterol from your blood or break it down in your liver.\nMedical conditions that can cause unhealthy cholesterol levels include: chronic kidney disease, diabetes, HIV or AIDS, hypothyroidism, and lupus. Cholesterol levels can also be made worse by some medications you may be taking for other health problems, such as: acne, cancer, high blood pressure, HIV or AIDS, irregular heartbeat, and organ transplants.",
		"Blog_Cholesterol_Tags": "#clinicahispana cholesterol #obesidad #consejosparabajardepeso #clinicahispanasaludyesperanza #htx #houston #doctor #clinicacabecera #medicalclinic #walkinclini #clinicalatina #open #clinicasincita #citamedica",
		"Blog_Cholesterol_URL": "/blog/cholesterol",
		"Blog_Cholesterol_Date": "Nov 15",
		"Blog_Obesity_Title": "The obesity ",
		"Blog_Obesity_SubTitle": "The obesity is an illness ?",
		"Blog_Obesity_Text": "Obesity is an increasingly common health problem in our modern society. It affects people of all ages and genders, and can have serious long-term health consequences. Obesity is defined as excessive of body fat which can have a negative impact on health In general, a person is considered obese when their body mass index (BMI) is greater than 30. The BMI is calculated by dividing the weight in kilograms by the square of height in meters. For example, a person who weighs 90 kilograms and is 1.70 meters tall would have a BMI of 31.1 and would be considered obese.\nObesity can have serious health consequences, including type 2 diabetes, heart disease, stroke, and some types of cancer.In addition, it can affect a person's quality of life, limiting their ability to perform daily activities and participate in social activities.On the other hand, being overweight refers to excess body weight which may or may not be associated with excess body fat. A person can have a BMI greater than 25 and be considered overweight, but not necessarily obese. Being overweight can be caused by a variety of factors, including an unhealthy diet, lack of physical activity, genetic factors, and certain medical conditions.\n It is important to note that obesity and overweight are problems that can be treated and prevented. The key to managing your weight and maintaining good health is to adopt a healthy lifestyle that includes a balanced diet and regular physical activity. It is also important to seek medical help if you are having difficulty controlling your weight. It is important to adopt a healthy lifestyle to prevent and treat these problems and to seek medical help if needed. At our Clínica Hispana Salud y Esperanza we have highly trained professionals to help you improve your health and well-being.",
		"Blog_Obesity_Tags": "#obesity #overweight #medicalclinic #health #doctor #houstontx ",
		"Blog_Obesity_URL": "/blog/obesity",
		"Blog_Obesity_Date": "01 Apr",
		"Blog_BloodTest_Title": "Blood Test",
		"Blog_BloodTest_SubTitle": "Blood Test",
		"Blog_BloodTest_Text": " A complete blood count is a common blood test that is done for several reasons: \n* To monitor your general health. Your doctor may recommend a complete blood count test as part of a routine physical exam to monitor your general health and check for various diseases, such as anemia or leukemia.\n* To diagnose disease. Your doctor may recommend a blood count if you have weakness, tiredness, fever, swelling, bruising, or bleeding. A complete blood count can help diagnose the disease. cause of these signs and symptoms. If your doctor suspects you may have an infection, tests can also help confirm that diagnosis. * For disease management. If you have been diagnosed with a blood disorder that affects your blood cell count , your doctor may use a complete blood count to monitor your condition * Medical supervision of examination and treatment A complete blood count may be used c omplete to monitor your health if you are taking medications that can affect blood cell counts,",
		"Blog_BloodTest_Tags": "#laboratory #bloodtest #examenes #examenesdelaboratorio #latinosenhouston #hispanosenhouston #walkinclinic #clinica #clinicaenhoustontx #clinicacercademi #generalhealth #health #bloodwork ",
		"Blog_BloodTest_URL": "/blog/blood-test",
		"Blog_BloodTest_Date": "30 Nov",
		"Blog_BloodHighPresure_Title": "High Blood Pressure",
		"Blog_BloodHighPresure_SubTitle": "What is High Blood Pressure? Causes, Symptoms and Treatment",
		"Blog_BloodHighPresure_Text": "High blood pressure is a common condition where the blood pressure is constantly elevated. Often called the silent killer, high blood pressure can cause serious long-term health problems if left untreated.\nThere are several causes of high blood pressure, including age, gender, genetics, obesity, smoking, excessive alcohol consumption, and an unhealthy diet high in sodium. High blood pressure can also be caused by other medical conditions, such as diabetes and kidney disease.\nMost people with high blood pressure do not experience symptoms, which means the condition can go unnoticed for years. However, some common symptoms include headaches, dizziness, shortness of breath, and vision problems. If you experience any of these symptoms, it is important to consult a doctor for an accurate diagnosis.\nTreatment for high blood pressure may include lifestyle changes such as increasing exercise, quitting smoking, reducing alcohol consumption, and following a healthy, low-sodium diet. In some cases, medications may be prescribed to control blood pressure.\nIf you're looking for a medical clinic that provides personalized and quality care for your high blood pressure, look no further. Clinica Hispana Salud y Esperanza, located in Houston, is here to help. Our team of doctors and healthcare professionals are highly trained to provide you with the best possible care. We offer services in Spanish and English and in a welcoming and friendly environment to make you feel comfortable during your visit. Contact us today to schedule your appointment and start taking control of your health.",
		"Blog_BloodHighPresure_Tags": "#clinicacercademi #clinicanearme #salud #foryou #medicina #explore #doctor #houston #texas #clinicalatina",
		"Blog_BloodHighPresure_URL": "/blog/high-blood-presure",
		"Blog_BloodHighPresure_Date": "17 Mar",
		"Blog_ProstateExamination_Title": "Prostate Examination",
		"Blog_ProstateExamination_SubTitle": "What is prostate cancer screening?",
		"Blog_ProstateExamination_Text": "The prostate is a gland located in the male reproductive system, below the bladder. This cancer is most common in men over the age of 50. It is almost always slowly growing and does not cause early health problems. It is It is possible to live a long life with prostate cancer and never know that you have this disease.However, in other cases, the cancer can spread to other parts of the body and be very harmful to your health and its early detection helps to prolong and care for the quality of life of the human being. Our Hispanic clinic in Houston can help you with your problem, do not hesitate to contact us.\nThese tests seek to detect prostate cancer early to avoid metastasis and can be treated on time.\nWhat tests detect prostate cancer?\nProstate Specific Antigen Test: Also known as PSA, a blood test.Prostate Specific Antigen is a protein produced by the prostate . If you have a high PSA level in your blood, you have a high chance of having prostate cancer, but it is not proof enough, as other conditions can cause your PSA to be high, including: \n*Having an enlarged prostate (hyperplasia \n*Other common prostate problems\n*Taking certain medications \nGenerally, the higher your prostate antigen, the more likely you are to have cancer. But a low PSA level in your blood doesn't mean you can't have cancer.",
		"Blog_ProstateExamination_Tags": "#prostate #prostata #hombre #saludparaelhombre #psa #psatest #psainblood #health #salud #medicina #doctorgenearl #doctornearme #clinicahispana #clinicaenhouston",
		"Blog_ProstateExamination_URL": "/blog/prostate-examination",
		"Blog_ProstateExamination_Date": "10 Jan",
		"Blog_Tinnitus_Title": "Tinnitus",
		"Blog_Tinnitus_SubTitle": "Tinnitus: A Detailed Look at the Annoying Ringing in the Ears",
		"Blog_Tinnitus_Text": "Nowadays, many people suffer from a condition known as tinnitus, a phenomenon characterized by the perception of a constant ringing in the ears without an external source of sound. This symptom can significantly affect the quality life of those who suffer from it, so it is important to understand its causes, symptoms and available treatments. In this article, we will explore tinnitus in depth and provide useful information for those seeking relief.\nWhat is tinnitus?\nThe Tinnitus is a condition in which a person experiences the perception of noises in the ears or head without an external sound source. These noises can vary in intensity and pitch, and are commonly described as a ringing, ringing, hissing or even a roar. Although tinnitus is not a disease in itself, it can be a symptom of other underlying conditions.\nCauses of tinnitus:\nThere are various causes that can trigger tinnitus, among the most common are:\n1. Exposure to loud noises: Prolonged exposure to loud noises, whether at work or during recreational activities, can damage the sensory cells of the inner ear, leading to the development of tinnitus.\n2. Aging: As we age, it is natural for the cells in the inner ear to deteriorate, which can cause tinnitus.\n3. Ear problems: Ear infections, earwax buildup, or ear injuries can trigger tinnitus.\n4. Medications: Some medications, such as antibiotics, diuretics, and cancer medications, can cause tinnitus as a side effect.\nAvailable Treatments:\nIf you experience tinnitus, it is essential to seek medical attention to determine the underlying cause and receive appropriate treatment. Some common options include:\n1. Sound therapy: Sound therapy uses soft sounds to mask or distract from the perception of tinnitus. This can help reduce discomfort and improve quality of life.\n2. Cognitive behavioral therapy: This therapy focuses on changing the negative thought patterns associated with tinnitus and teaching relaxation techniques to reduce related anxiety and stress.\n3. Medications: In some cases, doctors may prescribe medications to relieve tinnitus symptoms, such as antidepressants or anti-anxiety medications.\n4. Treating the underlying cause: If tinnitus is caused by an underlying condition, such as an ear infection, specific treatment can resolve the problem and relieve symptoms.\nTinnitus can be a debilitating problem that affects the quality of life for many. people. However, it is important to remember that there are treatments available and that seeking medical attention is essential to determine the underlying cause and find appropriate relief. If you experience tinnitus, do not hesitate to go to a specialized medical clinic to receive the appropriate diagnosis and treatment. Remember, you don't have to live with that annoying ringing in your ears!",
		"Blog_Tinnitus_Tags": "#tinnitus  #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Tinnitus_URL": "/blog/tinnitus",
		"Blog_Tinnitus_Date": "14 Oct",
		"Blog_BloodTestPregnancy_Title": "Blood Pregnancy Test",
		"Blog_BloodTestPregnancy_SubTitle": "Everything you need to know about blood pregnancy tests",
		"Blog_BloodTestPregnancy_Text": "Finding out if you are pregnant can be one of the most exciting and exciting experiences in a woman's life. Fortunately, there are different methods to confirm pregnancy, and one of the most accurate and reliable is the blood test. blood pregnancy test. In this article, we will explain what this type of test consists of and why it is an excellent option to confirm your pregnancy status.\nWhat is a blood pregnancy test?\nThe blood pregnancy test , also known as a beta-hCG test, is a blood test that detects the presence of the hormone human chorionic gonadotropin (hCG) in a woman's body. This hormone is produced only during pregnancy and its level increases rapidly in the first weeks of gestation.\nWhy choose a blood pregnancy test?\nAlthough there are other methods to confirm pregnancy, such as urine tests, the blood pregnancy test is considered more accurate and reliable. This is because hCG levels in the blood can be detected even before pregnancy symptoms appear or before a delayed menstrual period occurs. In addition, this type of test can accurately determine the exact amount of hCG present in the body, which can be useful in evaluating the progress of the pregnancy.\nHow is a blood pregnancy test performed?\nThe pregnancy test blood is performed in a medical laboratory. During the test, a small sample of blood is drawn from a vein in the woman's arm. This sample is then tested for the presence of hCG. Results are usually available within 24 to 48 hours.\nWhen is the right time to perform a blood pregnancy test?\nUnlike urine tests, which can be performed at home after a delay in menstrual period, the blood pregnancy test can detect low levels of hCG even before a missed period occurs. Therefore, if you suspect that you are pregnant and want to confirm it as soon as possible, you can opt for a blood pregnancy test.\nThe blood pregnancy test is an accurate and reliable option to confirm pregnancy. Due to its ability to detect low levels of hCG in the body, this type of test can give you an early and accurate answer about your pregnancy status. If you have doubts or need definitive confirmation, we recommend that you visit our Hispanic clinic Salud y Esperanza to perform a blood pregnancy test and receive appropriate advice from health professionals.\nRemember that a positive result on a pregnancy test should be followed by a visit to the doctor to begin prenatal care and ensure you have a healthy pregnancy. Congratulations on this new stage in your life!",
		"Blog_BloodTestPregnancy_Tags": "#TestdeEmbarazoEnSangre #PruebaBetaHCG #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos #ConfirmarEmbarazo #EmbarazoPreciso #EmbarazoConfiable #HormonaHCG #EvolutionDelE pregnancy #LaboratoryPregnancyTest #ClinicalPregnancyTest #EarlyPregnancy # Prenatal Care #HealthyPregnancy",
		"Blog_BloodTestPregnancy_URL": "/blog/blood-test-pregnancy",
		"Blog_BloodTestPregnancy_Date": "Aug 9",
		"Blog_Mammogram_Title": "Mammogram",
		"Blog_Mammogram_SubTitle": "Mammogram: Key Tool in Early Detection of Breast Cancer",
		"Blog_Mammogram_Text": "Mammography, also known as a mammogram, is an imaging technique that uses low-dose X-rays to obtain detailed images of the breasts. This study allows for the detection of possible masses, tumors, calcifications, or other abnormalities in the breasts, even before they are palpable or visible to the naked eye. Early detection of these abnormalities is crucial, as breast cancer in its early stages has better rates of success in treatment and cure.\nMedical recommendations vary, but generally, women over 40 years of age are recommended to undergo mammography annually or biennially, depending on individual risk factors. However, in cases of family history of breast cancer or other risk factors, doctors may recommend starting mammograms at an earlier age or performing them more frequently.\nIt is important to note that mammography is a complementary tool to breast self-examination and clinical evaluation by a physician. The combination of these methods increases the chances of early detection of breast cancer.\nIt is worth noting that mammography is not only useful in the detection of breast cancer in women, but it can also be performed in men, although the incidence of breast cancer in men is much lower.\nAt Clínica Hispana Salud y Esperanza, we understand the importance of early detection of breast cancer and offer specialized mammography services. Our team of highly trained physicians and our modern, equipped facilities ensure a safe and comfortable experience for our patients. Additionally, we offer a comprehensive approach to breast cancer prevention and treatment, providing quality and personalized care.",
		"Blog_Mammogram_Tags": "#mammography #women #femalehealth #houstonclinic #hispanicclinic #familyclinic #walkinclinic #doctor #health #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Mammogram_URL": "/blog/mammogram",
		"Blog_Mammogram_Date": "18 Apr",
		"Blog_Love_Title": "Love and its impact on health: ",
		"Blog_Love_SubTitle": "Discover how love improves your physical and mental well-being",
		"Blog_Love_Text": "Clínica Hispana Salud y Esperanza wishes a Happy Valentine's Day to all of our patients and to the entire Hispanic community in Houston Tx. This day is an opportunity to celebrate the love and connection that unites our couples and loved ones. But it's also important to remember that love not only makes us feel good emotionally, but it can also have significant benefits for our physical and mental health.\nWhen we're in love, our brain releases hormones like dopamine and oxytocin, that make us feel happy and relaxed.These hormones can also reduce stress and anxiety, which can have beneficial effects on our cardiovascular health and immune system.\nIn addition, people who have healthy romantic relationships tend to have better quality of life in general Emotional support and connection felt with a partner can help reduce depression, anxiety and other the mental disorders. They can also improve self-esteem and psychological well-being.\nOn the other hand, it has been shown that people who have stable and long-term loving relationships are less likely to develop chronic diseases such as hypertension, diabetes and obesity. This may be because healthy love relationships motivate us to take better care of ourselves and lead a healthier lifestyle in general.\nHappy Valentine's Day!.",
		"Blog_Love_Tags": "#love #valentindays #health #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Love_URL": "/blog/valentindays",
		"Blog_Love_Date": "Feb 14",
		"Blog_Diabetes_Title": "Diabetes",
		"Blog_Diabetes_SubTitle": "Diabetes, one of the most common diseases in our latin population",
		"Blog_Diabetes_Text": "Diabetes is a disease in which there is too much glucose (sugar) in the blood. Glucose comes from the food you eat. Insulin is a hormone that helps glucose get into cells for energy In type 1 diabetes, the body does not make insulin.In type 2 diabetes, which is the most common form, the body cannot make or use insulin normally.If there is not enough insulin, glucose stays in the blood. Over time, too much glucose in the blood can cause serious problems. It can cause damage to the eyes, kidneys, and nerves. Diabetes can also lead to heart attacks, strokes, and the need for amputation. Pregnant women can also develop diabetes called diabetes pregnancy A blood test can show if you have diabetes One type of test, A1c, can also check how well you are controlling your diabetes Exercise, weight control, and Following a meal plan can help control diabetes. You should also check your blood sugar and take your medication if you have a prescription.",
		"Blog_Diabetes_Tags": "#sugar #diabetes #salud #medicina #clinicafamiliar #clinicasenhouston #clinicacercademi #clinicalatina #clinicahispana #houstontx #doctor #medicoprimario",
		"Blog_Diabetes_URL": "/blog/diabetes",
		"Blog_Diabetes_Date": "30 Nov",
		"Blog_Vaginosis_Title": "Vaginosis",
		"Blog_Vaginosis_SubTitle": "Vaginosis? What does it mean?",
		"Blog_Vaginosis_Text": "Vaginitis is a common condition that affects many women. It is an inflammation of the vagina that can be caused by various factors, such as an imbalance in the vaginal flora, a fungal or bacterial infection, or a reaction to certain chemicals. Symptoms include itching, pain, burning, and abnormal vaginal discharge.\nIt is important that women experiencing these symptoms see a specialist for an accurate diagnosis and appropriate treatment. In some cases, vaginitis can be caused by a sexually transmitted infection, so testing to rule out this possibility is also important.\nTreatment for vaginitis depends on the underlying cause. In case of a fungal infection, an antifungal cream is prescribed. If the vaginitis is caused by a bacterial infection, an antibiotic may be prescribed. If it is an imbalance in the vaginal flora, a treatment with probiotics is recommended.\nIt is important to note that prevention of vaginitis is essential. Women can reduce their risk of developing this condition by following simple measures, such as maintaining proper intimate hygiene, wearing loose-fitting underwear, and changing tampons and menstrual pads frequently. It is also advisable to avoid irritating products, such as scented soaps, and to use lubricants during sexual intercourse to reduce the risk of irritation.",
		"Blog_Vaginosis_Tags": "#vaginosis\n #bacterialvaginosis\n #candidiasis\n #healthwomen\n #women ",
		"Blog_Vaginosis_URL": "/blog/vaginosis",
		"Blog_Vaginosis_Date": "29 Jul",
		"Blog_PapSmearTest_Title": "Pap smear test",
		"Blog_PapSmearTest_SubTitle": "What is the importance of having a Pap smear?",
		"Blog_PapSmearTest_Text": "The Pap smear is a test that helps detect and prevent cervical cancer. In surgery, cells are removed from the cervix, the narrow lower part of the uterus that connects to the vagina. The cells are tested to see if they are cancerous or have the potential to become cancerous. These are called precancerous cells. Detection and treatment of precancerous cells can help prevent cervical cancer. The Pap test is an effective way to detect early cancers that are easier to treat.\nOther names for Pap smear: cervical smear, death smear, cervical smear, cervical smear, cervical smear, cervical smear Most women between the ages of 21 and 65 should have regular Pap smears,",
		"Blog_PapSmearTest_Tags": "#clinicamedica\n #bloodwork\n #clinicacercademi\n #medicina\n #salud\n #anualcheckup\n #medicalclinic\n #doctor\n #clinicanenhouston\n #radiography\n #mammography\n # prostatetest\n #pap smear\n #bloodtests.",
		"Blog_PapSmearTest_URL": "/blog/pap-smear-test",
		"Blog_PapSmearTest_Date": "08 Feb",
		"Blog_STD_Title": "Sexually Transmitted Diseases (STDs)",
		"Blog_STD_SubTitle": "What are STDs?",
		"Blog_STD_Text": "A sexually transmitted disease (STD) or sexually transmitted infection (STI) is an infection that is passed from one person to another through sexual contact. Exposure is usually vaginal, oral, or anal. But sometimes Sometimes they can spread through close physical contact. This is because some STDs, like herpes and HPV, are transmitted through skin-to-skin contact. Contact Clínica Hispana Salud Y Esperanza in Houston for medical help STIs do not always have symptoms or may cause only mild symptoms.For the same reason, it is possible to get it without knowing it, although it can still be passed on to other people.\n• Abnormal discharge from the penis or vagina\n• Sores or warts on the genital area \n• Frequent or painful urination \n• Itching and redness in the genital area\n• Blisters or sores on the genitals or around the mouth \n• Vaginal foul odor \n• Itching, pain, or redness in the genital area vaginal \n• Pain in the abdomen \n• Fever",
		"Blog_STD_Tags": "#std #disease #health #doctor #infection",
		"Blog_STD_URL": "/blog/std",
		"Blog_STD_Date": "30 Nov",
		"Blog_Allergy_Title": "Allergy: Finding Relief and Care",
		"Blog_Allergy_SubTitle": "Allergy: Finding Relief and Care at Our Hispanic Clinic",
		"Blog_Allergy_Text": "Allergy is an increasingly common condition in today's society, affecting millions of people around the world. Symptoms can range from mild to severe and can significantly interfere with the quality of life of sufferers At our Hispanic clinic located in Houston Tx, we understand the importance of providing a comprehensive and personalized approach to allergy treatment.In this article, we will explore the different types of allergies, associated symptoms, and how our clinic can offer relief and care. effective.\nCommon Types of Allergies:\nAllergies can be triggered by a variety of factors, from food and medications to pollen, dust, and pet hair.Some of the most common types of allergies include:\n1.Respiratory allergies: such as allergic rhinitis (hay fever) and asthma, which are triggered by exposure to airborne allergens, such as pollen, dust, or dust mites. \n2. Food allergies: These can manifest as adverse reactions to certain foods, such as shellfish, nuts, milk, or wheat. \n3. Skin allergies: such as atopic dermatitis, eczema or hives, which can be caused by allergens in direct contact with the skin, such as certain chemicals or metals. \n4. Drug Allergies: Some people may experience allergic reactions to certain medications, such as penicillin or pain relievers.\nSymptoms and Associated Challenges:\nAllergy symptoms can vary widely, from mild to severe. Among the most common are:\n- Nasal congestion and sneezing.\n- Itchy eyes, nose or throat.\n- Skin rashes or redness.\n- Difficulty breathing or wheezing.\n- Swelling in the lips, tongue, or throat.\nThese symptoms can be uncomfortable and interfere with daily activities. In addition, untreated allergies can lead to more serious complications, such as recurrent sinus infections or uncontrolled asthma.\nAt our clinic, we are dedicated to providing a comprehensive approach to allergy treatment. Our team of highly trained professionals understand that each patient is unique and requires a personalized treatment plan. Here is how we can help:\n1. Accurate Diagnosis: We use clinical tests and analysis to identify each patient's specific allergy triggers.\n2. Effective Treatment: We offer a wide range of treatment options, including medications, immunotherapy, and recommendations to avoid allergic triggers.\n3. Education and support: We provide our patients with detailed information about their condition, as well as practical advice for managing allergies in their daily lives.\n4. Continuous follow-up: we are committed to accompanying our patients throughout their treatment process, making adjustments as necessary to ensure maximum relief and well-being.\nIf you suffer from allergies and seek effective relief and specialized care, Clínica Hispana Salud y Esperanza is here to help you. Our comprehensive and personalized approach sets us apart, and our team of experts is committed to providing you with the best treatment possible. Don't let allergies control your life, contact us today to start your journey to relief!",
		"Blog_Allergy_Tags": "#alergia #doctor #clinicahispana #salud #medicohouston #atencionmedica",
		"Blog_Allergy_URL": "/blog/allergy",
		"Blog_Allergy_Date": "14 Aug",
		"Blog_FLU_Title": "Flu",
		"Blog_FLU_SubTitle": "Do you know the main symptoms and causes of influenza?",
		"Blog_FLU_Text": "At first, the flu may seem like a common cold with a runny nose, sneezing, and sore throat. But colds usually come on slowly, while the flu tends to come on suddenly. And while a cold can be a nuisance, you usually feel much worse with the flu Some common signs and symptoms of the flu include: \n* Fever Muscle aches Chills and sweats \n* Headache \n* Persistent or dry cough \n* Missing of air when breathing \n* Tiredness and weakness \n* Stuffy or runny nose \n* Sore throat \n* Eye pain \n* Vomiting and diarrhea, but this is more common in children than adults \n CAUSES:\nInfluenza viruses travel through the air in droplets when someone with the infection coughs, sneezes, or talks. Droplets can be inhaled directly, or spread through an object such as a phone or computer keyboard and then transfer the virus to the eyes, nose, or mouth.\nPeople who have the virus are likely to be contagious from about one day before to five days after symptoms appear. Children and people with weakened immune systems may be contagious for a slightly longer time.\n Influenza viruses are constantly changing, with new strains appearing regularly. If you've had the flu in the past, your body has already produced antibodies to fight that specific strain of the virus. If future flu viruses are similar to the ones you've already dealt with from getting sick or getting vaccinated, those antibodies may prevent infection or reduce its severity. But antibody levels may drop over time. And antibodies against flu viruses you've been exposed to before may not protect you against new strains that can be very different from the old ones, so yearly vaccinations are necessary. \n If you are young and healthy, the flu is usually not serious. Although you may feel terrible while you have it, the flu usually clears up within a week or two with no long-term effects. But children and adults at high risk can develop complications that may include:\n * pneumonia \n* bronchitis \n* asthma flare-ups \n* heart problems \n* ear infections \n* acute respiratory distress syndrome \n * Pneumonia is one of the most serious complications. It can be deadly for older adults and people with chronic diseases. \n It is necessary to resort to medical assistance and we can help you. Clinica Hispana Salud y Esperanza located in Houston, Texas provides quality service and has Spanish-speaking staff, we can help you Your health is our priority,",
		"Blog_FLU_Tags": "#flu #influenza #disease #health #doctor #infection",
		"Blog_FLU_URL": "/blog/flu",
		"Blog_FLU_Date": "Oct 28",
		"Blog_ADENOIDS_Title": "Adenoids",
		"Blog_ADENOIDS_SubTitle": "What are Adenoids?",
		"Blog_ADENOIDS_Text": "Adenoids are a collection of lymphatic tissue located at the back of the nose, near the base of the skull. They are often larger in children and may decrease in size with age. However, in some cases, adenoids can grow too large and cause health problems.\nCommon symptoms of enlarged adenoids include: difficulty breathing through the nose, snoring, sleep apnea, difficulty hearing, and recurrent sinusitis.In severe cases, enlarged adenoids can cause facial deformities and delayed growth.Treatment for enlarged adenoids may include conservative measures such as warm air therapy and nasal irrigation, but in more severe cases surgery may be necessary to remove the adenoids. \nIt is important for parents to be aware of the symptoms of enlarged adenoids in their children and to seek medical attention if they suspect a problem. proper treatment, children can breathe, hear and sleep normally again.\n If you have any doubts or questions, or your child, family member or friend are suffering from this problem, you can visit our clinic located in Houston, which provides excellent medical services for the Hispanic and Latino community. Clínica Hispana Salud Y Esperanza is your best option. We speak Spanish and we are located near you. We are waiting for you at 8200 Wilcrest Dr. Ste#20 Houston Tx 77072.",
		"Blog_ADENOIDS_Tags": "#clinicalatina #clinicaenhouston #clinicahispana #walkinclinic #doctor #medicoprimario #medicina #salud #atencionmedica #houston #htx #infections ",
		"Blog_ADENOIDS_URL": "/blog/adenoids",
		"Blog_ADENOIDS_Date": "26 Jan",
		"Blog_Ultrasound_Title": "Ultrasounds",
		"Blog_Ultrasound_SubTitle": "What is ultrasound?",
		"Blog_Ultrasound_Text": "Ultrasounds are a fundamental tool in medical practice. Also known as sonography, ultrasounds are a non-invasive technique that allows obtaining images of the inside of the human body using high-frequency sound waves.\nIn medicine, ultrasounds are used for a wide variety of purposes, including the diagnosis of diseases, monitoring fetal growth, guiding invasive procedures, and evaluating the health of internal organs.\nDuring an ultrasound, a specialized technician applies a water-based gel to the patient's skin and then moves a transducer over the area of the body to be examined. The transducer emits high-frequency sound waves that bounce off the internal organs and tissues of the body, producing detailed images that are visualized on a screen.\nThe main advantage of ultrasounds is that they do not use ionizing radiation, making them safe for most patients, including pregnant women and children. Additionally, ultrasounds are fast, non-invasive, and painless.\nIn medicine, ultrasounds are used to evaluate a wide variety of conditions, from gynecological disorders to heart diseases. They can also be used to guide invasive procedures, such as biopsies or fluid drainage.\nAt our Clínica Hispana Salud y Esperanza, we have state-of-the-art technology and a team of highly trained professionals in the use of ultrasounds for the diagnosis and treatment of various medical conditions. Our clinic is proud to offer high-quality medical services to the Hispanic community, providing personalized care and services in Spanish for a more comfortable and closer experience.",
		"Blog_Ultrasound_Tags": "#Ultrasound #disease #health #doctor #infection #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Ultrasound_URL": "/blog/ultrasound",
		"Blog_Ultrasound_Date": "23 Apr",
		"Blog_CardiovascularDiseases_Title": "Cardiovascular diseases",
		"Blog_CardiovascularDiseases_SubTitle": "Cardiovascular diseases",
		"Blog_CardiovascularDiseases_Text": "Heart condition manifested by diseased blood vessels, structural problems, and blood clots. Heart disease includes a wide variety of diseases that affect the heart. Our Clinica Hispana Salud Y Esperanza informs our Latino community about Salud MOST COMMON TYPES\n* Coronary heart disease (injury or disease in the main blood vessels of the heart)\n*High blood pressure (Condition in which the pressure of the blood against the walls of the artery is too high)\n*Cardiorespiratory arrest (Unexpected and sudden loss of heart function, breathing and consciousness)\n* Cardiorespiratory arrest (Unexpected and sudden loss of heart function, breathing and consciousness)\n*Heart failure (chronic condition that causes the heart to not pump blood as efficiently as needed)\n* Arrhythmia (abnormal heartbeat, either irregular, too fast or too slow)\n*Peripheral arterial disease (Circulatory condition in which narrowing of the blood vessels reduces blood supply to the limbs)\n* Stroke (brain injury caused by interruption of blood supply)",
		"Blog_CardiovascularDiseases_Tags": "#heart\n #cardiovasculardisease\n #cardiovascular\n #doctor\n #stroke\n #heartfailure",
		"Blog_CardiovascularDiseases_URL": "/blog/cardiovascular-diseases",
		"Blog_CardiovascularDiseases_Date": "19 Jul",
		"CallToActionOneData_Button": "Book Today",
		"CallToActionOneData_Title": "The most important is your Health. You can trust in us, book your appointment now!",
		"ContactOne_Confirmation": "After scheduling the appointment we will contact you soon as possible.",
		"ContactOne_Confirmation1": "Your appointment was scheduled successfully. We will contact you shortly",
		"ContactOne_Message": "Message",
		"ContactOne_Name": "Your Name and Surname",
		"ContactOne_Phone": "Your phone",
		"ContactOne_SelectDate": " Select Date",
		"ContactOne_SelectMedicalSecure": "Select your medical secure",
		"ContactOne_SelectService": "Select on service",
		"ContactOne_SelectTime": " Select Time",
		"ContactOne_SubtitleForm": "To find out about any service you can call us or leave us your information below",
		"ContactOne_Title": "Primary Health care for Adults and Children in Houston, Tx . Doctor near me",
		"ContactOne_TitleForm": "Contact Us",
		"ContactOne_WithoutSecure": "Without Medical Secure",
		"ContactThree_Button": "Submit Now",
		"ContactThree_Parr": "Our medical team has the objective of improving your health and that of each member of your family. This feature sets us apart from other clinics in Houston.\nIf throughout the tour of our website, including our blog, you have not yet found an answer to your questions, doubts or health situation; You can fill out the following form and leave us your concern, doubt or question, our team will contact you as quickly as possible.",
		"ContactThree_Subtitle": "In our \nHispanic clinic\n you can be consulted professionally and honestly, high-quality health care does not have to be expensive.",
		"ContactThree_Title": "Contact us",
		"ContactTree_Confirmation": "Your message has been sent, we will contact you shortly.",
		"ContactTwo_SubtitleForm": "For more information about the service you can call us or leave us your information here",
		"FeatureOneData_Atention_Adult_Child": "Medical Care for Adults and Children",
		"FeatureOneData_Clinic_Hispany_in_Houston": "Family Hispanic Clinic in Houston Tx",
		"FeatureOneData_More_Experience": "More than 10 years of experience serving the latin community",
		"FeatureOneData_Without_Date": "No Appointment Needed",
		"FeatureOneData_Without_Secure": "No need for medical insurance",
		"Footer_Links": "Quick Links",
		"FunfactOneData_Text1": "Total Served",
		"FunfactOneData_Text2": "Satisfied",
		"FunfactOneData_Text3": "Under treatment and follow-up with us",
		"FunfactOneData_Title": "Our Patients",
		"GalleryOneData_Title1": "Ultrasound",
		"GalleryOneData_Title2": "Physical exam",
		"GalleryOneData_Title3": "Disease Control and Treatment",
		"GalleryOneData_Title4": "Infection treatment",
		"GalleryOneData_Title5": "Sexually transmitted diseases",
		"GalleryOneData_Title6": "DOT Exam",
		"Header_About": "About",
		"Header_Address": "Address",
		"Header_Blog": "Blog",
		"Header_Book_Today": "Book Today",
		"Header_Brand": "test",
		"Header_Call_Now": "Call Now",
		"Header_Contact": "Contact",
		"Header_Flag": "flag_eng",
		"Header_Home": "Home",
		"Header_Mobile_MenuText": "We are a dedicated \nhealthcare clinic\n committed to the exclusive care of our patients in Houston, Tx.",
		"Header_Mon_Sun": "Mon-Fri: [9am - 7pm] Sat: [9am - 5pm] Sun: [Closed]",
		"Header_Open_hours": "Open Hour",
		"Header_Services": "Services",
		"MetaDescription_About": "\nHealthcare in Houston, Tx\n. Team made up of Physician Assistants, Family Nurse Practitioners, Texas Board Certified MDs",
		"MetaDescription_Appointment": "Contact our \nfamily clinic in Houston, Tx\n medical care with or without insurance and without the need for an appointment",
		"MetaDescription_Blog": "Family \nLatin Clinic in Houston, Tx\n. We provide medical care with or without health insurance and without the need for an appointment. ♥ Your health is our priority ♥.",
		"MetaDescription_Contact": "Contact our \nHispanic Clinic in Houston Tx\n. We are close to you",
		"MetaDescription_Home": "\nClínica Hispana Salud Y Esperanza | We are near you | Professional Medical Care\n. We provide medical care with or without health insurance and without the need for an appointment. ♥ Your health is our priority ♥.",
		"MetaDescription_Services": "Laboratory, Pap SmearTest, Cure and Sutures, Disease Control and Treatment, DOT Exam, Ear wash, General Medical Consultation, Infection treatment, Injections, Nail Removal, Physical Exam, Pregnancy Test, Prescriptions / Refills, Prostate Exam, Sexually transmitted diseases, Ultrasound, Contraceptive removal",
		"MetaDescription_Services_ContraceptiveRemoval": "\nContraceptive removal:\n We remove intrauterine devices and contraceptives such as the implanon in the arm",
		"MetaDescription_Services_Covid": "\nCovid 19:\n  No appoiment required. Fast, safe and effective treatment.",
		"MetaDescription_Services_CureSutures": "\nCure and Sutures:\n We carry out the procedure with the utmost care for infection control",
		"MetaDescription_Services_DOTExam": "\nDOT exam:\n Is a medical test that the DPS requires to authorize truck drivers to drive,",
		"MetaDescription_Services_DiseaseControl": "\nDisease Control and Treatment:\n Our priority is the health of our patients",
		"MetaDescription_Services_EarWhash": "\nEar wash:\n In our Hispanic clinic we help you to maintain the clean your ear, ",
		"MetaDescription_Services_GeneralMedical": "\nGeneral Medical Consultation:\n Our medical practice consists of honest health professionals who will help you",
		"MetaDescription_Services_InfectionTreatment": "\nInfection treatment:\n We control and treat all infections",
		"MetaDescription_Services_Injection": "We place \ninjections\n for pain relief, infections, allergies, high pressure, vitamins and more",
		"MetaDescription_Services_Laboratory": "\nClinic Laboratory:\n The exams will help us to diagnose diseases and an adequate dose of treatments.",
		"MetaDescription_Services_NailRemoval": "\nNail Removal:\n Surgical nail removal is usually done only when a large part of the nail is affected and damaged or if the nails are very painful.",
		"MetaDescription_Services_PapTest": "\nThe Pap test\n, also called a Pap smear, is a complementary examination performed to diagnose cervical cancer",
		"MetaDescription_Services_PhysicalExam": "We perform \nphysical exams\n for both school and work",
		"MetaDescription_Services_PregnancyTest": "We perform the \npregnancy test\n in blood cause is more reliable ",
		"MetaDescription_Services_PrescriptionRefill": "\nPrescriptions / Refills:\n We take care of renewing medications already prescribed by us or other doctors as long as they are within the margin of their expiration date.",
		"MetaDescription_Services_ProstateExam": "\nProstate Exam:\n The test measures a protein produced in the prostate gland called prostate-specific antigen, or PSA. It is made in blood",
		"MetaDescription_Services_SexuallyDiseases": "\nSexually transmitted diseases:\n We diagnose the diseases and from there we proceed with the treatment",
		"MetaDescription_Services_Ultrasound": "We perform different \nultrasounds\n according to the indication of our doctors to diagnose the causes of pain, swelling, and infection in the internal organs of the body.",
		"PayOptionsText": "Pay Options:",
		"ServiceContraceptiveRemoval_PostSubtitle1_List1": "The consultation will be accompanied by a female staff who will help you in your procedure",
		"ServiceContraceptiveRemoval_PostSubtitle1_List2": "No appoiment required ",
		"ServiceContraceptiveRemoval_PostSubtitle2_List1": "The extraction process is painful? No, we have the materials and staff in charge have a lot of experience ",
		"ServiceContraceptiveRemoval_PostSubtitle2_List2": "Is anesthesia applied? If it is vaginally where you have the contraceptive, it is not necessary,   but if you have it in your arm, we apply it",
		"ServiceContraceptiveRemoval_PostTitle": "Contraceptive removal",
		"ServiceContraceptiveRemoval_Text1": "We remove intrauterine devices and contraceptives such as the implanon in the arm",
		"ServiceContraceptiveRemoval_TextExtra": " The approximate time is not long, it is between 15-30 minutes, although it depends a lot on the degree of complexity for each patient",
		"ServiceCovid_PostSubtitle1": "Benefits",
		"ServiceCovid_PostSubtitle1_List1": "Fast, safe and effective treatment.",
		"ServiceCovid_PostSubtitle1_List2": "No complicated case to date",
		"ServiceCovid_PostSubtitle2": "Frequent questions",
		"ServiceCovid_PostSubtitle2_List1": "If I test positive for covid, do you attend to me and give me treatments?\nIf we attend to Covid cases, treatments, and follow-up ",
		"ServiceCovid_PostSubtitle2_List2": "After the virus is removed, can I repeat the test with you? Of course, if the objective is important to be tested correctly, the false negative may exist.",
		"ServiceCovid_PostTitle": "COVID",
		"ServiceCovid_Text1": "No appoiment required. Fast, safe and effective treatment.",
		"ServiceCovid_TextExtra": "[Rapid covid test : Results 10 mints ] [PCR : results 24-48 hrs]",
		"ServiceCureSutures_PostSubtitle1": "Benefits",
		"ServiceCureSutures_PostSubtitle1_List1": "The cures the cost is variable and the sutures are $ 40 x each point",
		"ServiceCureSutures_PostSubtitle1_List2": "we have experience, the professionals are excellent",
		"ServiceCureSutures_PostSubtitle2": "Frequent questions",
		"ServiceCureSutures_PostSubtitle2_List1": "How much do you charge to withdraw points?\nThe cost to withdraw points is $ 10 x each point",
		"ServiceCureSutures_PostSubtitle2_List2": "We have experience, professionals are excellent",
		"ServiceCureSutures_PostTitle": "Cure and Sutures",
		"ServiceCureSutures_Text1": "We carry out the procedure with the utmost care for infection control",
		"ServiceCureSutures_TextExtra": "We are able to heal the wounds as soon as possible and correctly without complications ",
		"ServiceDiseaseControl_PostSubtitle1": "Benefits",
		"ServiceDiseaseControl_PostSubtitle1_List1": "Honesty and precision in treatments. ",
		"ServiceDiseaseControl_PostSubtitle1_List2": "Medical expertise",
		"ServiceDiseaseControl_PostSubtitle2": "Frequent questions",
		"ServiceDiseaseControl_PostSubtitle2_List1": " Do they treat allergies?\nYes, of course and we guarantee its improvement",
		"ServiceDiseaseControl_PostSubtitle2_List2": "What diseases do you treat?                                                             We treat acute and chronic diseases ex: Diabetes, Hypertension, Sexually Transmitted Diseases, Cholesterol, Anemias, Allergies, Thyroid, Cardiovascular Diseases,Pain, Obesity, Stress, Anxiety, Depression, Erectile Dysfunction among others. ",
		"ServiceDiseaseControl_PostTitle": "Disease Control and Treatment",
		"ServiceDiseaseControl_Text1": "Our priority is the health of our patients",
		"ServiceDiseaseControl_TextExtra": "Only what is needed for improvement is indicated",
		"ServiceDotExam_PostSubtitle1": "Benefits",
		"ServiceDotExam_PostSubtitle1_List1": "It is done within the medical consultation, you do not need an appointment with us",
		"ServiceDotExam_PostSubtitle1_List2": "The medical certificate is delivered in person and all this is uploaded to the DOT and DPS system on the same day.",
		"ServiceDotExam_PostSubtitle2": "Frequent questions",
		"ServiceDotExam_PostSubtitle2_List1": "If I were decompensated from my illness, would you take care of me?\nOf course we can perform the service and give you your certificate plus give you the appropriate treatment so that you are in good health and do not endanger your life and that of others.\nIs urine included?",
		"ServiceDotExam_PostSubtitle2_List2": "Is urine included?\nYes the urine test is required",
		"ServiceDotExam_PostTitle": "DOT Exam",
		"ServiceDotExam_Text1": "The DOT exam is a medical test that the DPS requires to authorize truck drivers to drive, it is that they are in good health or that their illness is controlled and that they do not endanger the life of the driver on the road like people driving.",
		"ServiceDotExam_TextExtra": " Results Same Day ",
		"ServiceEarWhash_PostSubtitle1": "Benefits",
		"ServiceEarWhash_PostSubtitle1_List1": "Fast and efficient service. Fast recovery guaranteed ",
		"ServiceEarWhash_PostSubtitle1_List2": "We carefully attend adults and children for this problem",
		"ServiceEarWhash_PostSubtitle2": "Frequent questions",
		"ServiceEarWhash_PostSubtitle2_List1": "Do you remove the cap?If we carry out the extraction of the plug of serumen that it has and we carry out the complete cleaning",
		"ServiceEarWhash_PostSubtitle2_List2": "Do I have ringing in my ears? A personalized examination and examination of your ear and an interview should be carried out to determine your condition and to treat you. eg it is usually tinnitus in most cases",
		"ServiceEarWhash_PostTitle": "Ear wash",
		"ServiceEarWhash_Text1": "In our Hispanic clinic we help you to maintain the clean your ear, also the review and in case of infection or obstruction of the ear canal, treat this condition.",
		"ServiceEarWhash_TextExtra": "It depends on the grade of affection, if it is a wash, we will take around 30 minutes.",
		"ServiceGeneralMedical_PostSubtitle1": "Benefits",
		"ServiceGeneralMedical_PostSubtitle1_List1": "The medical consultation has a cost of $ 30.00",
		"ServiceGeneralMedical_PostSubtitle1_List2": "Your privacy and health are guaranteed",
		"ServiceGeneralMedical_PostSubtitle2": "Frequent questions",
		"ServiceGeneralMedical_PostSubtitle2_List1": "Do I need an appointment?\nYou do not need an appointment with us, you can arrive at our location and you will be attended to immediately.",
		"ServiceGeneralMedical_PostSubtitle2_List2": "Medical staff perform body scan or explore?\nYes, our staff is trained to perform a physical examination of your body and determine the course of action to follow based on your symptoms and causes and finally find the solution or diagnose your case",
		"ServiceGeneralMedical_PostTitle": "General Medical Consultation",
		"ServiceGeneralMedical_Text1": "Our medical practice consists of honest health professionals who will help you",
		"ServiceGeneralMedical_TextExtra": "Ready results 20-30 minuts",
		"ServiceInfectionTreatment_PostSubtitle1": "Benefits",
		"ServiceInfectionTreatment_PostSubtitle1_List1": "We guide the correct medications and treatments to eliminate the infection",
		"ServiceInfectionTreatment_PostSubtitle1_List2": "We make sure to educate and teach the patient how to prevent future infections",
		"ServiceInfectionTreatment_PostSubtitle2": "Frequent questions",
		"ServiceInfectionTreatment_PostSubtitle2_List1": "Do they treat vaginal infections?\nWe treat vaginal infections and monitor your condition",
		"ServiceInfectionTreatment_PostSubtitle2_List2": "Do you perform all types of analyses?\nWe carry out all types of analyzes and take samples of all infections",
		"ServiceInfectionTreatment_PostTitle": "Infection treatment",
		"ServiceInfectionTreatment_Text1": "We control and treat all infections",
		"ServiceInfectionTreatment_TextExtra": "We achieve the elimination of the infection in the shortest possible time",
		"ServiceInjections_PostSubtitle1": "Benefits",
		"ServiceInjections_PostSubtitle1_List1": "Effect acts faster and more specifically,  improving the patient's situation or reaction. These treatments are usually better than tablets in most cases.",
		"ServiceInjections_PostSubtitle1_List2": "We place intramuscular, deltoid, subcutaneous injections.",
		"ServiceInjections_PostSubtitle2": "Frequent questions",
		"ServiceInjections_PostSubtitle2_List1": "Do they give preventive pregnancy injections? If we place progesterone for 3 months duration",
		"ServiceInjections_PostSubtitle2_List2": "They hurt a lot ? Despite being a necessary method and perhaps invasive at the same time, we have an experienced nurse, although we always use the size and diameter of the needle according to its proportion or injection site, so pain is reduced to a minimum -normal of an injection",
		"ServiceInjections_PostTitle": "Injections",
		"ServiceInjections_Text1": "We place injections for pain relief, infections, allergies, high pressure, vitamins and  more",
		"ServiceInjections_TextExtra": "First we prepare with correct sanitation and handling and we use needles for each treatment and for each injection site and also, depending on the prototype of the person, we use it for each medication, size of the individual, physical conjecture or age of the person. eg for children it is a type of needle and another for adults",
		"ServiceLaboratory_PostSubtitle1": "Benefits",
		"ServiceLaboratory_PostSubtitle1_List1": "Results are given to patients.",
		"ServiceLaboratory_PostSubtitle1_List2": "Helps detect and prevent chronic or ongoing diseases.",
		"ServiceLaboratory_PostSubtitle2": "Frequent questions",
		"ServiceLaboratory_PostSubtitle2_List1": "What tests do they take?\nWe perform all blood and laboratory tests",
		"ServiceLaboratory_PostSubtitle2_List2": "Ex: Triglycerides, cholesterol, diabetes, prostate and more.",
		"ServiceLaboratory_PostTitle": "Laboratory",
		"ServiceLaboratory_Text1": "The exams will help us to diagnose diseases and an adequate dose of treatments.",
		"ServiceLaboratory_TextExtra": "Results are given to patients. Helps detect and prevent chronic or ongoing diseases.\n",
		"ServiceNailRemoval_PostSubtitle1": "Benefits",
		"ServiceNailRemoval_PostSubtitle1_List1": "Main benefit to save the nail with the necessary and correct care",
		"ServiceNailRemoval_PostSubtitle1_List2": "In case of extraction that grows totally healthy",
		"ServiceNailRemoval_PostSubtitle2": "Frequent questions",
		"ServiceNailRemoval_PostSubtitle2_List1": "Do you use anesthesia to remove the nail? We use local anesthesia in the extraction area",
		"ServiceNailRemoval_PostSubtitle2_List2": "If I have a fungus, can you save my nail? If first verify and know the type of fungus and then apply specific treatment, but yes we can save it",
		"ServiceNailRemoval_PostTitle": "Nail Removal",
		"ServiceNailRemoval_Text1": "Surgical nail removal is usually done only when a large part of the nail is affected and damaged or if the nails are very painful. In some cases, only the affected portion is removed and not the entire nail. ",
		"ServiceNailRemoval_TextExtra": "We take about 15 to 30 minutes",
		"ServiceOneData_Button": "Read More",
		"ServiceOneData_Text1": "The exams will help us to diagnose diseases and an adequate dose of treatments.",
		"ServiceOneData_Text10": "We proceed with the utmost care for infection contro",
		"ServiceOneData_Text11": "Prostate exam",
		"ServiceOneData_Text12": "DOT Exam",
		"ServiceOneData_Text2": "The Pap test, also called a Pap smear, is a complementary examination performed to diagnose cervical cancer.",
		"ServiceOneData_Text3": "Our medical practice consists of honest health professionals who will help you",
		"ServiceOneData_Text4": "We perform different ultrasounds according to the indication of our doctors to diagnose the causes of pain, swelling, and infection in the internal organs of the body.",
		"ServiceOneData_Text5": "We perform physical exams for both school and work",
		"ServiceOneData_Text6": "Our priority is the health of our patients",
		"ServiceOneData_Text7": "covid 19",
		"ServiceOneData_Text8": "We control and treat all infections",
		"ServiceOneData_Text9": "We diagnose the diseases and from there we proceed with the treatment",
		"ServiceOneData_Title": "Our Services",
		"ServiceOneData_Title1": "Laboratory",
		"ServiceOneData_Title10": "prostate exam",
		"ServiceOneData_Title11": "Contraceptive removal",
		"ServiceOneData_Title12": "Nail removal",
		"ServiceOneData_Title2": "Pap Test ",
		"ServiceOneData_Title3": "General Medical Consultation",
		"ServiceOneData_Title4": "Ultrasound",
		"ServiceOneData_Title5": "Physical exam",
		"ServiceOneData_Title6": "Control y Tratamiento de enfermedades",
		"ServiceOneData_Title7": "Covid 19 test",
		"ServiceOneData_Title8": "Infection treatment",
		"ServiceOneData_Title9": "Sexually transmitted diseases",
		"ServiceOthers_PostTitle": "Others",
		"ServicePapTest_PostSubtitle1": "Benefits",
		"ServicePapTest_PostSubtitle1_List1": "The test is carried out by a woman therefore privacy.",
		"ServicePapTest_PostSubtitle1_List2": "The results are interpreted and delivered to the patient.",
		"ServicePapTest_PostSubtitle2": "Frequent questions",
		"ServicePapTest_PostSubtitle2_List1": "If I need a referral to a gynecologist, do they do it for me?        \nYes of course without problem",
		"ServicePapTest_PostSubtitle2_List2": "Is it a woman who performs the test?\nwe have the right staff for these cases, women and experienced.",
		"ServicePapTest_PostTitle": "Pap SmearTest",
		"ServicePapTest_Text1": "The Pap test, also called a Pap smear, is a complementary examination performed to diagnose cervical cancer",
		"ServicePapTest_TextExtra": "Ready results 3-7 days. Every case is different",
		"ServicePhysicalExam_PostSubtitle1": "Benefits",
		"ServicePhysicalExam_PostSubtitle1_List1": "The evaluation and documents are delivered immediately",
		"ServicePhysicalExam_PostSubtitle1_List2": "You do not need an appointment, just visit us",
		"ServicePhysicalExam_PostSubtitle2": "Frequent questions",
		"ServicePhysicalExam_PostSubtitle2_List1": "Are the documents signed?\nYes, all our documents leave our center with all the relevant stamps\n",
		"ServicePhysicalExam_PostSubtitle2_List2": "If you detect any problem during the physical exam, tell me?                                                                                                      If medication is necessary, referral to a specialist or any other medical indication is already included in the consultation",
		"ServicePhysicalExam_PostTitle": "Physical Exam",
		"ServicePhysicalExam_Text1": "We perform physical exams for both school and work",
		"ServicePhysicalExam_TextExtra": "The visit does not take long10 minuts",
		"ServicePostSubtitle1": "Benefits",
		"ServicePostSubtitle2": "Frequent questions",
		"ServicePregnancyTest_PostSubtitle1": "Benefits",
		"ServicePregnancyTest_PostSubtitle1_List1": "Blood pregnancy tests are approximately 99% accurate.",
		"ServicePregnancyTest_PostSubtitle1_List2": "The blood test is often used to confirm the results of a home pregnancy test. ",
		"ServicePregnancyTest_PostSubtitle2": "Frequent questions",
		"ServicePregnancyTest_PostSubtitle2_List1": "Do I need an appointment for a pregnancy test? You do not need an appointment",
		"ServicePregnancyTest_PostSubtitle2_List2": "Do I need to pay for the consultation to perform the test?             If you need your results and the pregnancy report plus your referral to the obstetrician, everything is included with the consultation and the exam.",
		"ServicePregnancyTest_PostTitle": "Pregnancy Test",
		"ServicePregnancyTest_Text1": "We performThe pregnancy test in blood cause is more reliable . It detects smaller amounts of HCG hormone and can confirm or rule out pregnancy. The blood test can detect a pregnancy even before a missed period.",
		"ServicePregnancyTest_TextExtra": "It takes around 10-15 mints",
		"ServicePrescriptionRefills_PostSubtitle1": "Benefits",
		"ServicePrescriptionRefills_PostSubtitle1_List1": "In our general medical consultation the order or prescription by the doctor is included",
		"ServicePrescriptionRefills_PostSubtitle1_List2": "The continuity of the medication is essential in maintaining your health and illness and with its renewal it has benefits not to repeat exams in a period of time",
		"ServicePrescriptionRefills_PostSubtitle2": "Frequent questions",
		"ServicePrescriptionRefills_PostSubtitle2_List1": "Can you prescribe medications that I have not taken for a long time and I am already diagnosed with diabetes? Yes correct, is always important for the patient to know the dose that was previously ingested, but the test must be carried out to know the appropriate dosage and treatment.",
		"ServicePrescriptionRefills_PostSubtitle2_List2": "After I am prescribed medications, can you be re-indicated?      For example, there are medications that can be prescribed as a continuation of a disease diagnosed a long time ago and that the medication works correctly for that disease, but for example, due to infection, antibiotics are not indicated for a long time, only the period necessary to eliminate the infection. recurrent infection, and then it is not necessary, another example cholesterol medications.",
		"ServicePrescriptionRefills_PostTitle": "Prescriptions / Refills",
		"ServicePrescriptionRefills_Text1": "We take care of renewing medications already prescribed by us or other doctors as long as they are within the margin of their expiration date. It is very important to highlight that there are medications that are placed after confirming their value or disease status in tests.",
		"ServicePrescriptionRefills_TextExtra": "It does not require much time although it depends on the interview between doctor and patient",
		"ServiceProstateExam_PostSubtitle1": "Benefits",
		"ServiceProstateExam_PostSubtitle1_List1": "This test lets us know as a laboratory value about your antigen that if it is elevated you can suffer from prostate cancer although not always when it is elevated it is cancer",
		"ServiceProstateExam_PostSubtitle1_List2": "We can prevent and treat this disease",
		"ServiceProstateExam_PostSubtitle2": "Frequent questions",
		"ServiceProstateExam_PostSubtitle2_List1": " Do they do the blood test?\nIf we carry out the test for prostate cancer or PSA in blood",
		"ServiceProstateExam_PostSubtitle2_List2": "If I have cancer, can I be treated?\nOf course, if we attend to him and apply the treatments and apply the protocol, if a specialist is necessary, we will give him the referral. We are primary doctors",
		"ServiceProstateExam_PostTitle": "Prostate Exam",
		"ServiceProstateExam_Text1": "The test measures a protein produced in the prostate gland called prostate-specific antigen, or PSA. It is made in blood",
		"ServiceProstateExam_TextExtra": "We take between 24-30 hrs for Results ",
		"ServiceSexuallyDiseases_PostSubtitle1": "Benefits",
		"ServiceSexuallyDiseases_PostSubtitle1_List1": "We carefully evaluate, we are professionals and we maintain your privacy",
		"ServiceSexuallyDiseases_PostSubtitle1_List2": "We indicate, treat and educate the patient about these diseases",
		"ServiceSexuallyDiseases_PostSubtitle2": "Frequent questions",
		"ServiceSexuallyDiseases_PostSubtitle2_List1": "If I need a referral to a specialist, do you give it to me?\nYes of course, our priority is your well-being",
		"ServiceSexuallyDiseases_PostSubtitle2_List2": "What diseases do they study and treat?\nWe study, diagnose and treat all sexually transmitted diseases.",
		"ServiceSexuallyDiseases_PostTitle": "Sexually transmitted diseases",
		"ServiceSexuallyDiseases_Text1": "We diagnose the diseases and from there we proceed with the treatment",
		"ServiceSexuallyDiseases_TextExtra": "Results between 3-7 days. Every case is different",
		"ServiceUltrasound_PostSubtitle1": "Benefits",
		"ServiceUltrasound_PostSubtitle1_List1": "We do it in our center by appointment",
		"ServiceUltrasound_PostSubtitle1_List2": "The ultrasound report is given to the patient to take with them. Delay time between 10-15 minutes",
		"ServiceUltrasound_PostSubtitle2": "Frequent questions",
		"ServiceUltrasound_PostSubtitle2_List1": "Should I make an appointment?\nIf you must schedule your appointment by contacting us or through our website ",
		"ServiceUltrasound_PostSubtitle2_List2": "It is painful? \nIT IS NOT PAINFUL",
		"ServiceUltrasound_PostTitle": "Ultrasound",
		"ServiceUltrasound_Text1": "We perform different ultrasounds according to the indication of our doctors to diagnose the causes of pain, swelling, and infection in the internal organs of the body.",
		"ServiceUltrasound_TextExtra": "Due to our experience, the completion time is 5-10 minutes.",
		"SlideOneData_Button1": "Contact Us",
		"SlideOneData_Button2": "About Us",
		"SlideOneData_Button3": "Services",
		"SlideOneData_Subtitle1": "Clinic near you in Houston Tx.",
		"SlideOneData_Subtitle2": "Familiar Medical center in Houston Tx.",
		"SlideOneData_Subtitle3": "Excellent Medical Care near you in Houston Tx.",
		"SlideOneData_Title1": "Clínica Hispana Salud Y Esperanza | Houston Texas | Professional Medical Care",
		"SlideOneData_Title2": "We provide help to our latin community and people with low economic resources, with dedication and responsibility.",
		"SlideOneData_Title3": "Our main goal is to help our patients take better care of their health. ",
		"TestimonialOneData_Content1": "Excellent service, very friendly and attentive staff, they explain to you with great patience according to your situation",
		"TestimonialOneData_Content2": "Excellent service! Very pleased with the service received, I recommend them, if you want to take good care of your health. Excellent prices, a lot of difference to other clinics that I have been to, thanks.",
		"TestimonialOneData_Content3": "Very good service and excellent professionals. I was taken care of uploading well and I feel very relieved. I recommend this clinic in Houston Tx. Very good latin clinic with very low prices",
		"TestimonialOneData_Content4": "I recommend this family clinic to everyone. Very good service and the doctor very kind and told me what I really need. Thanks great job!",
		"TestimonialOneData_Content5": "I always feel very well cared for, my respect for medical professionals in general, thank you for your beautiful attention",
		"TestimonialOneData_Date1": "3 days ago",
		"TestimonialOneData_Date2": "8 months ago",
		"TestimonialOneData_Date3": "2 weeks ago",
		"TestimonialOneData_Date4": "5 month ago",
		"TestimonialOneData_Date5": "3 month ago",
		"TestimonialOneData_Name1": "Jorge Alfredo Roblero Saldaña",
		"TestimonialOneData_Name2": "Jorge Bravo Hung",
		"TestimonialOneData_Name3": "Antonio Morales",
		"TestimonialOneData_Name4": "Ernesto Soza",
		"TestimonialOneData_Name5": "Araceli Ortega",
		"TestimonialOneData_Title": "Testimonial",
		"Frequent_Questions": "Frequently Asked Questions",
		"AboutTwo_Question1": "Do you perform ultrasounds? What types?",
		"AboutTwo_Answer1": "Yes we perform ultrasounds at our medical clinic in houston tx. Types of ultrasounds: Pelvic, abdominal, transvaginal , thyroid , breast 1 obstetric ultrasound between 4-8 weeks pregnant and more",
		"AboutTwo_Question2": "Where are they located?",
		"AboutTwo_Answer2": "We are located at 8200 Wilcrest Dr. Ste#20 Houston Tx 77072; between Wilcrest and Beechnut streets, shopping center for tacos la balita next to the dental clinic",
		"AboutTwo_Question3": "How much does the general blood test cost and what does it include?",
		"AboutTwo_Answer3": "It costs $150 and includes: platelets, immune defense system, glucose, liver and kidney function, cholesterol, triglycerides, a TSH hormone and other values ​​that help diagnose chronic or asymptomatic diseases",
		"AboutTwo_Question4": " What health insurance do you accept?",
		"AboutTwo_Answer4": "We accept the following health insurances: Friday, Medicare, Cigna, Aetna, Molina, WellCare, BCBS, Ambetter, superior health plan, that require a PCP or primary care physician and those that do not also",
		"AboutTwo_Question5": "What tests do you perform in your laboratory? ",
		"AboutTwo_Answer5": "We perform all clinical laboratory tests to diagnose all types of diseases.",
		"AboutTwo_Question6": "Do you give injections for pain relief or infections?",
		"AboutTwo_Answer6": "We give the injections according to the doctor's order and for the improvement of your condition or illness after medical consultation"
	}
}