{
	"Index": {
		"AboutFourData_Text1": "Nuestro equipo de trabajo está compuesto por asistentes médicos, Family Nurse Practitioner, Doctores en Medicina(MD) certificados en Texas, que supervisan y están con el paciente durante su estancia en nuestra clínica ",
		"AboutFourData_Text2": "Otra pieza clave de nuestro equipo son los técnico de ultrasonido los cuáles ayudan a la información sobre el estudio de órganos internos su diagnóstico clínico. Todos hablamos su idioma y también contamos con personal bilingüe. ",
		"AboutFourData_Title": "Clínica Hispana Salud y Esperanza",
		"AboutOneData_Button_Label": "Sobre Nosotros",
		"AboutOneData_Content": "Atendemos a niños mayores de 4 años y adultos. Nuestra \nclínica hispana\n ofrece la oportunidad de que usted \n no necesita cita previa\n para atenderse o visitarnos por lo cuál priorizamos su salud y bienestar íntegro. También atendemos pacientes \n con o sin Seguro Médico \n los cuáles no pueden optar u obtener un Seguro de salud  o Seguro médico por ende nuestros precios comparados con otras instituciones médicas están entre 40-50% más bajos.",
		"AboutOneData_Tagline": "Clínica Hispana Salud y Esperanza",
		"AboutOneData_Title": "Por qué nos escogen nuestros clientes ?",
		"AboutThreeData_Box1": "Sin Necesidad de Cita Previa",
		"AboutThreeData_Box2": "Aceptamos pacientes con o sin seguro",
		"AboutThreeData_Button": "Sobre Nosotros",
		"AboutThreeData_Summery": "Como \nclínica médica latina en Houston, Tx\n brindamos ayuda a la comunidad latina e hispana y a personas de bajos recursos económicos, siendo amables responsables y dedicados a nuestro trabajo. Nuestro principal objetivo es ayudar que nuestros pacientes tengan mejor cuidado de su Salud . Educar, tratar y prevenir enfermedades agudas y crónicas con el diagnóstico clínico correcto precisando así su tratamiento evaluación y recuperación de su estado de salud.",
		"AboutThreeData_Tagline": "Clínica Hispana Salud y Esperanza",
		"AboutThreeData_Title": "Somos su clínica latina familiar de confianza en Houston, Tx.",
		"AboutTwoData_Caption": "+10 años de Experiencia",
		"AboutTwoData_Offer_Tagline": "Su Salud ",
		"AboutTwoData_Offer_Text": "ofertex",
		"AboutTwoData_Tagline": "Clínica Hispana Salud y Esperanza",
		"AboutTwoData_Text1": "Análisis de laboratorio entre 24 – 30 hrs",
		"AboutTwoData_Text2": "No requerimos cita previa ni identificación personal o verificación de documentos",
		"AboutTwoData_Text3": "Se realizan la planificación del año del paciente",
		"AboutTwoData_Text4": "Diagnóstico clínico correcto, certero y garantizado",
		"AboutTwoData_Text5": "Refills de medicamentos ",
		"AboutTwoData_Text6": "Descripción, profesionalismo y privacidad son puntos importantes de nuestro equipo de trabajo",
		"AboutTwoData_Title": "Conviértase en pacientes de nuestra clínica y experimente en persona la calidad médica de todo el área de Houston Tx y sus alrededores, estamos cerca de ti .",
		"Blog_Latest": "Últimos  Artículos",
		"Blog_Articles": "Artículos del Blog",
		"Blog_CheckUps_Title": " Chequeo Médico",
		"Blog_CheckUps_SubTitle": "Por qué el chequeo anual es importante?",
		"Blog_CheckUps_Text": "Realizarse chequeos médicos cada año es muy importante ya que, además de comprobar tu estado de salud, también te permite detectar enfermedades que posiblemente no presenten síntomas y no sean fáciles de percibir.Tu edad, antecedentes familiares y el estilo de vida afectarán la frecuencia con la que necesitas realizarte un chequeo. No esperes hasta tener algún síntoma, es importante acostumbrarse a cuidar de uno mismo acudiendo a chequeos regulares.\nLas revisiones médicas y pruebas de detección son necesarias por las siguientes razones:\n1.        Los problemas de salud se pueden detectar en una etapa temprana antes de que se conviertan en algo más grave.\n2.        Evitar que problemas de salud se vuelvan crónicos.\n3.        Aumentar las posibilidades de tratamiento y cura.\n4.        Conocer el estado de tu cuerpo a través de un diagnóstico profesional, no solo te ayudará a ser precavido o controlar enfermedades, también te brindará tranquilidad.\nSi tienes antecedentes familiares de una determinada enfermedad u otros factores de riesgo, los controles de salud periódicos son aún más importantes.\nSi eres mujer, no pases por alto la revisión ginecológica anual, que tiene como principal finalidad la prevención y detección temprana de alteraciones relacionadas con los órganos genitales femeninos, como enfermedades de transmisión sexual y cáncer ginecológico y de mama. En Clínica Hispana Salud Y Esperanza contamos con un servicio de atención integral a la mujer desde la adolescencia hasta la etapa adulta.\nAlgunas de las pruebas que sirven para evaluar tu salud ginecológica y deben realizarse de forma periódica son:\n•        Mamografía: es una radiografía de tu seno para detectar el desarrollo de cáncer de mama. Conoce más en nuestra Unidad de Diagnóstico por imagen de patología mamaria.\n•        Citología: es una prueba en la que el ginecólogo extrae células del cuello uterino para detectar lesiones precursoras del cáncer de cuello de útero e incluso infecciones vaginales\n•        Examen pélvico: es un examen en el que se palpa los órganos femeninos para comprobar si el tamaño y forma son normales.\nDependiendo de tu edad y antecedentes, el ginecólogo te recomendará la realización de una colonoscopia.\nSi eres hombre, te aconsejamos los siguientes controles:\n•        Examen de próstata: sirve para detectar a tiempo el cáncer de próstata. El urólogo evaluará el estado de tu próstata mediante un examen rectal y posiblemente incluso solicitará un análisis de sangre de antígeno prostático específico (PSA) Clinica Hispana Salud Y Esperanza. \n•        Examen testicular: permite detectar cambios en el color y el tamaño de los testículos.",
		"Blog_CheckUps_Tags": "#clinicamedica\n #bloodwork\n #clinicacercademi\n #medicina\n #salud\n #chequeoanual\n #medicalclinic\n #doctor\n #clinicanenhouston\n #radiografia\n #mamografia\n #examendeprostata\n #papanicolaou\n #examenesdesangre.",
		"Blog_CheckUps_URL": "/blog/checkups",
		"Blog_CheckUps_Date": "29 Jul",
		"Blog_Cholesterol_Title": "El Colesterol ",
		"Blog_Cholesterol_SubTitle": "El cuerpo necesita colesterol para formar células sanas, pero tener altos niveles de colesterol puede aumentar el riesgo de sufrir una enfermedad cardíaca.",
		"Blog_Cholesterol_Text": "Con el colesterol alto, es posible que se te formen depósitos grasos en los vasos sanguíneos. Con el tiempo, estos depósitos crecen y hacen que sea más difícil que fluya suficiente sangre a través de las arterias. A veces, esos depósitos pueden romperse de repente y formar un coágulo que causa un ataque cardíaco o un accidente cerebrovascular. \nEl colesterol alto puede heredarse, aunque suele ser el resultado de la elección de un estilo de vida poco saludable, por lo que se puede prevenir y tratar. Llevar una dieta saludable, hacer ejercicio con regularidad y, a veces, tomar medicamentos pueden ayudar a reducir el colesterol alto. El nivel alto de colesterol no tiene síntomas. Un análisis de sangre es la única manera de detectar si lo tienes.Los factores que puedes controlar, tales como la inactividad, la obesidad y una dieta no saludable, contribuyen a niveles nocivos de colesterol y triglicéridos. Quizás puedan influir también los factores que no puedes controlar. Por ejemplo, tu composición genética podría dificultarle a tu cuerpo la eliminación del colesterol LDL de la sangre o su descomposición en el hígado. \nEntre las afecciones médicas que pueden causar niveles nocivos de colesterol, se incluyen las siguientes: Enfermedad renal crónica, Diabetes, VIH o SIDA, Hipotiroidismo, Lupus.\n Los niveles de colesterol también pueden empeorar con algunos tipos de medicamentos que puedes estar tomando para otros problemas de salud, como: Acné, Cáncer, Presión arterial alta, VIH o SIDA, Ritmos cardíacos irregulares, Trasplantes de órganos.",
		"Blog_Cholesterol_Tags": "#colesterol clinicahispana #obesidad #consejosparabajardepeso #clinicahispanasaludyesperanza #htx #houston #doctor #clinicacabecera #medicalclinic #walkinclini #clinicalatina #open #clinicasincita #citamedica",
		"Blog_Cholesterol_URL": "/blog/cholesterol",
		"Blog_Cholesterol_Date": "20 Ago",
		"Blog_Obesity_Title": "La Obesidad",
		"Blog_Obesity_SubTitle": "La Obesidad es una enfermedad ? Por qué estoy sobrepeso ?",
		"Blog_Obesity_Text": "La obesidad significa tener demasiada grasa corporal. No es lo mismo que tener sobrepeso, lo cual significa pesar demasiado. Una persona puede tener sobrepeso por músculo o agua extra, al igual que por tener demasiada grasa.\nAmbos términos significan que el peso de una persona es superior a lo que se piensa que es saludable para su estatura. Nuestra Clínica Hispana Salud y Esperanza en Houston, Tx pueden ayudarle con esta enfermedad.\nCausas:\nConsumir más calorías de las que usted quema puede llevar a que se presente obesidad. Esto se debe a que el cuerpo almacena las calorías que no utiliza como grasa. La obesidad puede ser causada por:\nComer más alimento de lo que el cuerpo puede utilizar\nConsumir demasiado alcohol\nNo hacer suficiente ejercicio\nLas investigaciones han demostrado que a medida que aumenta el peso hasta alcanzar los niveles de sobrepeso y obesidad*, también aumentan los riesgos de las siguientes afecciones:\nEnfermedad coronaria\nDiabetes tipo 2\nCáncer (de endometrio, de mama y de colon) \nHipertensión (presión arterial alta)\nDislipidemia (por ejemplo, niveles altos de colesterol total o de triglicéridos)\nAccidente cerebrovascular\nEnfermedad del hígado y de la vesícula\nApnea del sueño y problemas respiratorios\nArtrosis (la degeneración del cartílago y el hueso subyacente de una articulación)\nProblemas ginecológicos (menstruación anómala, infertilidad)\n*El sobrepeso se define como un índice de masa corporal (IMC) de 25 o más y la obesidad como un IMC de 30 o más.",
		"Blog_Obesity_Tags": "#clinicahispana #obesidad #consejosparabajardepeso #clinicahispanasaludyesperanza #htx #houston #doctor #clinicacabecera #medicalclinic #walkinclini #clinicalatina #open #clinicasincita #citamedica #alief #sugarland ",
		"Blog_Obesity_URL": "/blog/obesity",
		"Blog_Obesity_Date": "29 Jul",
		"Blog_BloodTest_Title": "Análisis de Sangre",
		"Blog_BloodTest_SubTitle": "Análisis de Sangre . General de Sangre",
		"Blog_BloodTest_Text": " Un hemograma completo es un análisis de sangre frecuente que se realiza por una variedad de motivos:\n*Para controlar tu salud general. El médico puede recomendarte un hemograma completo como parte de un examen médico de rutina para controlar tu salud general y para detectar diversos trastornos, como anemia o leucemia.\n*Para diagnosticar una enfermedad. El médico puede sugerirte un hemograma completo si tienes debilidad, fatiga, fiebre, inflamación, hematomas o sangrado. Un hemograma completo puede ayudar a diagnosticar la causa de estos signos y síntomas. Si el médico sospecha que tienes una infección, el análisis también puede ayudar a confirmar ese diagnóstico.\n*Para controlar una enfermedad. Si te han diagnosticado un trastorno en la sangre que afecta el recuento de células sanguíneas, el médico puede utilizar hemogramas completos para controlar tu enfermedad.\n*Para supervisar un tratamiento médico. Se puede usar un hemograma completo para controlar tu salud si estás tomando medicamentos que podrían afectar el recuento de células sanguíneas.",
		"Blog_BloodTest_Tags": "#laboratory #bloodtest #examenes #examenesdelaboratorio #latinosenhouston #hispanosenhouston #walkinclinic #clinica #clinicaenhoustontx #clinicacercademi #generalhealth #health #bloodwork ",
		"Blog_BloodTest_URL": "/blog/blood-test",
		"Blog_BloodTest_Date": "29 Jul",
		"Blog_ProstateExamination_Title": "Exámen de Próstata",
		"Blog_ProstateExamination_SubTitle": "Exámen de Próstata. Por qué lo necesito ?",
		"Blog_ProstateExamination_Text": " ¿Cuándo y por qué se debe hacer el examen de próstata?\nPara conocer la posible presencia del cáncer de próstata, los hombres deben realizarse la prueba del antígeno prostático específico y una exploración física o análisis de sangre a partir de los 40 años de edad, en caso de contar con antecedentes familiares del padecimiento. \n¿Cómo saber si tengo problemas de próstata?\nProblemas para orinar.\nUrgencia frecuente de orinar, especialmente en la noche.\nChorro débil de orina o con interrupciones.\nDolor o ardor al orinar.\nSangre en la orina o en el semen.\nEyaculación dolorosa.\nDolor molesto en la espalda, en las caderas o en la pelvis.\n¿Cómo se hace un exámen de la próstata?\nAntiguamente el proveedor de atención médica realiza el tacto rectal al insertar un dedo enguantado y lubricado en el recto del hombre para sentir si hay algo anormal en la próstata, como cáncer . Aunque en muchos países todavía aplican este proceder en Estados Unidos se realiza en sangre , estudiando el antígeno prostático específico PSA para estudiar y evaluar los niveles . En nuestra clínica hispana lo realizamos en sangre para evitar molestias al paciente.",
		"Blog_ProstateExamination_Tags": "#prostate #prostata #hombre #saludparaelhombre #psa #psatest #psainblood #health #salud #medicina #doctorgenearl #doctornearme #clinicahispana #clinicaenhouston",
		"Blog_ProstateExamination_URL": "/blog/prostate-examination",
		"Blog_ProstateExamination_Date": "29 Jul",
		"Blog_Tinnitus_Title": "Tinnitus",
		"Blog_Tinnitus_SubTitle": "Qué es el Tinnitus y cuales son sus síntomas?",
		"Blog_Tinnitus_Text": "El tinnitus es causado generalmente por una afección subyacente, como la pérdida auditiva relacionada con la edad, una lesión del oído o un trastorno del aparato circulatorio. Para muchas personas, el tinnitus mejora con el tratamiento de la causa subyacente o con otros que reducen o tapan el ruido, lo que hace que el tinnitus se perciba menos. Síntomas:\nEl tinnitus se describe, por lo general, como un zumbido en los oídos, aunque no exista una fuente de sonido externa. Sin embargo, el tinnitus puede causar otros tipos de ruidos imaginarios en los oídos: Zumbidos,Rugidos,Chasquidos,Siseos,Murmullos.\nEn la mayoría de las personas con tinnitus, este es subjetivo, es decir que solo lo escucha esa persona. El ruido del tinnitus puede variar de tono, desde un rugido bajo hasta un chillido alto, y se puede oír en uno o en ambos oídos. En algunos casos, el sonido puede ser tan alto que puede interferir en tu capacidad de concentración o de oír un sonido externo. El tinnitus puede estar presente todo el tiempo o puede ser intermitente.\nCausas frecuentes del tinnitus:\n*Pérdida auditiva\n*Infección de los oídos u obstrucción del conducto auditivo\n*Lesiones en la cabeza o cuello",
		"Blog_Tinnitus_Tags": "#tinnitus  #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Tinnitus_URL": "/blog/tinnitus",
		"Blog_Tinnitus_Date": "09 Ago",
		"Blog_Mammogram_Title": "Mamografía",
		"Blog_Mammogram_SubTitle": "Mamografía / Mamograma ",
		"Blog_Mammogram_Text": " Una mamografía es una imagen de la mama tomada con rayos X de forma segura. Los médicos usan las mamografías para buscar signos de cáncer de mama en sus etapas iniciales. Las mamografías habituales son las mejores pruebas con que cuentan los doctors para detectar el cáncer de mama en sus etapas iniciales, a veces hasta tres años antes de que se pueda sentir.\nEl técnico(a) te pedirá que te pares enfrente del mamógrafo y acomodará una mama a la vez sobre una superficie plana. Otra superficie plana, llamada placa de compresión, se bajará suavemente hasta comprimir la mama.\nLa compresión es necesaria para extender el tejido mamario y eliminar el movimiento, que podría hacer que la imagen quede borrosa. Es posible que la compresión te resulte incómoda, pero no debería dolerte. La compresión suele durar solo unos pocos segundos.\nDurante este tiempo, un haz de rayos X penetra desde arriba en el tejido mamario. La imagen radiográfica se genera en un casete de filmación, que se encuentra debajo de la mama, o bien se graba digitalmente y se almacena en una computadora.\nEl tejido mamario más denso, como cuando hay cáncer o calcificaciones, aparece brillante y blanco, mientras que el tejido menos denso, como la grasa, aparece oscuro o gris.\nUna vez realizada la radiografía, la compresión cederá, y el técnico cambiará el ángulo de la máquina. Nuevamente, el técnico acomodará la mama sobre una superficie plana, bajará con suavidad la placa de compresión y tomará otra radiografía. Es posible que sea necesario repetir este procedimiento otra vez.\nDespués del procedimiento, se procesan las imágenes y un radiólogo las interpreta. Se envía un informe final a tu médico.",
		"Blog_Mammogram_Tags": "#mamografia #mujeres #saludfemenina #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Mammogram_URL": "/blog/mammogram",
		"Blog_Mammogram_Date": "29 Jul",
		"Blog_Diabetes_Title": "Diabetes",
		"Blog_Diabetes_SubTitle": "Diabetes, one of the most common diseases in our latin population",
		"Blog_Diabetes_Text": " La diabetes es una enfermedad en la que los niveles de glucosa (azúcar) de la sangre están muy altos. La glucosa proviene de los alimentos que consume. La insulina es una hormona que ayuda a que la glucosa entre a las células para suministrarles energía. En la diabetes tipo 1, el cuerpo no produce insulina. En la diabetes tipo 2, la más común, el cuerpo no produce o no usa la insulina de manera adecuada. Sin suficiente insulina, la glucosa permanece en la sangre.\nCon el tiempo, el exceso de glucosa en la sangre puede causar problemas serios. Puede dañar los ojos, los riñones y los nervios. La diabetes también puede causar enfermedades cardíacas, derrames cerebrales y la necesidad de amputar un miembro. Las mujeres embarazadas también pueden desarrollar diabetes, llamada diabetes gestacional.\nUn análisis de sangre puede mostrar si tiene diabetes. Un tipo de prueba, la A1c, también puede comprobar cómo está manejando su diabetes. El ejercicio, el control de peso y respetar el plan de comidas puede ayudar a controlar la diabetes. También debe controlar el nivel de glucosa en sangre y, si tiene receta médica, tomar medicamentos.",
		"Blog_Diabetes_Tags": "#sugar #diabetes #salud #medicina #clinicafamiliar #clinicasenhouston #clinicacercademi #clinicalatina #clinicahispana #houstontx #doctor #medicoprimario",
		"Blog_Diabetes_URL": "/blog/diabetes",
		"Blog_Diabetes_Date": "29 Jul",
		"Blog_Vaginosis_Title": "Vaginitis",
		"Blog_Vaginosis_SubTitle": "Vaginitis? Qué significa?",
		"Blog_Vaginosis_Text": "La vaginitis es una inflamación de la vagina que puede dar como resultado secreción, picazón y dolor. Habitualmente, la causa es un cambio en el equilibrio de las bacterias vaginales o una infección. La reducción de los niveles de estrógeno después de la menopausia y algunos trastornos de la piel también pueden causar vaginitis. Clinica Hispana Salud Y Esperanza en Houston ,Tx está para ayudarle.\nLos tipos más frecuentes de vaginitis son:\n•        Vaginosis bacteriana. La vaginosis bacteriana se produce por la proliferación excesiva de bacterias que se encuentran naturalmente en la vagina, lo que altera el equilibrio natural de esta.\n•        Candidiasis vaginal. Esta afección generalmente aparece debido a un hongo que se encuentra naturalmente en la vagina, llamado Candida albicans.\n•        Tricomoniasis. La tricomoniasis se produce por un parásito y se suele trasmitir sexualmente.\nEl tratamiento depende del tipo de vaginitis que tengas\nLos signos y síntomas de la vaginitis pueden incluir los siguientes:\n•        Cambio de color, olor o cantidad del flujo vaginal\n•        Picazón o irritación vaginal\n•        Dolor durante las relaciones sexuales\n•        Micción dolorosa\n•        Sangrado o manchado vaginal leve\nEn caso de secreción vaginal, las características de la secreción pueden indicar el tipo de vaginitis que tienes. Algunos ejemplos incluyen los siguientes:\n•        Vaginosis bacteriana. Probablemente desarrolles una secreción de color blanco grisáceo con olor desagradable. El olor, descrito con frecuencia como similar al pescado, puede ser más evidente después de tener relaciones sexuales.\n•        Candidiasis. El principal síntoma es la picazón, pero podrías tener una secreción blanca y espesa, parecida al queso cottage.\n•        Tricomoniasis. La infección llamada tricomoniasis puede ocasionar una secreción amarillo-verdosa, a veces espumosa.",
		"Blog_Vaginosis_Tags": "#salud \n#vaginitis \n#saludfemenina \n#womenhealth \n#vaginosis \n#infeccion \n#infection \n#health \n#medicalclinic \n#clinicaenhouston \n#centromedico \n#clinicalatina \n#clinicahispana \n#clinicaenhouston \n#doctor \n#gynecologist \n#ginecologo ",
		"Blog_Vaginosis_URL": "/blog/vaginosis",
		"Blog_Vaginosis_Date": "29 Jul",
		"Blog_PapSmearTest_Title": "Prueba de Papanicolaou",
		"Blog_PapSmearTest_SubTitle": "Por qué el chequeo anual es importante?",
		"Blog_PapSmearTest_Text": "La prueba de Papanicolaou es un exámen que puede ayudar a detectar y prevenir el cáncer de cuello uterino. Durante el procedimiento, se toman células del cuello uterino, la porción final, inferior y estrecha del útero que se conecta con la vagina. Las células se analizan para ver si son cancerosas o si presentan signos de que podrían convertirse en cancerosas; éstas se conocen como células precancerosas. La detección y el tratamiento de las células precancerosas ayudan a prevenir el cáncer de cuello uterino. La prueba de Papanicolaou es una manera eficaz de detectar el cáncer en forma precoz, cuando es más fácil de tratar.\nOtros nombres de la prueba de Papanicolaou: citología cervical, citología exfoliativa, citología vaginal, frotis de Pap, frotis de Papanicolaou, prueba de Pap. La mayoría de las mujeres de 21 a 65 años de edad se deben hacer la prueba de Papanicolaou con regularidad.",
		"Blog_PapSmearTest_Tags": "#clinicamedica\n #bloodwork\n #clinicacercademi\n #medicina\n #salud\n #chequeoanual\n #medicalclinic\n #doctor\n #clinicanenhouston\n #radiografia\n #mamografia\n #examendeprostata\n #papanicolaou\n #examenesdesangre.",
		"Blog_PapSmearTest_URL": "/blog/pap-smear-test",
		"Blog_PapSmearTest_Date": "19 Jul",
		"Blog_STD_Title": "Enfermedades de transmisión sexual (ETS)",
		"Blog_STD_SubTitle": "¿Qué son las enfermedades de transmisión sexual (ETS)?",
		"Blog_STD_Text": "Las enfermedades de transmisión sexual (ETS) o infecciones de transmisión sexual (ITS) son infecciones que se transmiten de una persona a otra a través del contacto sexual. El contacto suele ser vaginal, oral o anal. Pero a veces pueden transmitirse a través de otro contacto físico íntimo. Esto se debe a que algunas ETS, como el herpes y el VPH, se transmiten por contacto de piel a piel. Consulte a Clinica Hispana Salud Y Esperanza en Houston para ayuda médica. Las ETS no siempre presentan síntomas, o solo pueden causar síntomas leves. Por lo mismo, es posible tener una infección y no saberlo, aunque de todas formas se pueda transmitir a otras personas.\n•        Secreción inusual del pene o la vagina\n•        Llagas o verrugas en el área genital\n•        Micción frecuente o dolorosa\n•        Picazón y enrojecimiento en el área genital\n•        Ampollas o llagas en o alrededor de la boca\n•        Olor vaginal anormal\n•        Picazón, dolor o sangrado anal\n•        Dolor abdominal\n•        Fiebre",
		"Blog_STD_Tags": "#std #disease #health #doctor #infection",
		"Blog_STD_URL": "/blog/std",
		"Blog_STD_Date": "19 Jul",
		"Blog_ADENOIDS_Title": "Adenoides",
		"Blog_ADENOIDS_SubTitle": "¿Qué son las Adenoides?",
		"Blog_ADENOIDS_Text": "Las adenoides son un parche de tejido en la parte alta de la garganta, justo detrás de la nariz. Junto a las amígdalas son parte del sistema linfático. El sistema linfático elimina las infecciones y mantiene equilibrados los fluidos corporales. Las adenoides y las amígdalas atrapan gérmenes que entran por la boca y la nariz. Las amígdalas y las adenoides son la primera línea de defensa del cuerpo como parte del sistema inmunológico. Ellos “toman muestras” de bacterias y virus que ingresan al cuerpo a través de la boca o la nariz, pero a veces se infectan. A veces, se vuelven más un riesgo que un activo e incluso pueden causar obstrucción de las vías respiratorias o infecciones bacterianas repetidas. Su especialista en oído, nariz y garganta (ENT) puede sugerirle las mejores opciones de tratamiento. Los dos problemas más comunes que afectan las amígdalas y las adenoides son las infecciones recurrentes de la nariz y la garganta y el agrandamiento significativo que causa obstrucción nasal y / o problemas para respirar, tragar y dormir. Los abscesos alrededor de las amígdalas, la amigdalitis crónica y las infecciones de pequeñas bolsas dentro de las amígdalas que producen depósitos blancos malolientes también pueden afectar las amígdalas y las adenoides, haciéndolas doloridas e inflamadas. Los cánceres de amígdalas, aunque poco frecuentes, requieren un diagnóstico temprano y un tratamiento agresivo.",
		"Blog_ADENOIDS_Tags": "#clinicalatina #clinicaenhouston #clinicahispana #walkinclinic #doctor #medicoprimario #medicina #salud #atencionmedica #houston #htx #infecciones ",
		"Blog_ADENOIDS_URL": "/blog/adenoids",
		"Blog_ADENOIDS_Date": "13 Oct",
		"Blog_Ultrasound_Title": "Ultrasonidos",
		"Blog_Ultrasound_SubTitle": "¿Qué son los ultrasonidos?",
		"Blog_Ultrasound_Text": "Los ultrasonidos usan ondas de sonido para crear imágenes de las estructuras del cuerpo. Ayuda a diagnosticar la causa del dolor, la hinchazón y la infección en los órganos internos del cuerpo y ayuda a examinar al feto (feto) de una mujer embarazada. En los niños pequeños, los médicos a menudo usan ultrasonido para evaluar el cerebro, las caderas y la columna vertebral. También ayuda a guiar biopsias, diagnosticar enfermedades del corazón y evaluar el daño después de un ataque al corazón. El ultrasonido es seguro, no invasivo y no usa radiación. Los ultrasonidos ayudan a los médicos a evaluar el daño a los órganos luego de una enfermedad y a diagnósticar varias condiciones, tales como dolores, hinchazón, infección. ",
		"Blog_Ultrasound_Tags": "#Ultrasound #disease #health #doctor #infection #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Ultrasound_URL": "/blog/ultrasound",
		"Blog_Ultrasound_Date": "07 Sep",
		"Blog_CardiovascularDiseases_Title": "Enfermedades cardiovasculares",
		"Blog_CardiovascularDiseases_SubTitle": "Enfermedades cardiovasculares",
		"Blog_CardiovascularDiseases_Text": "Afección cardíaca que se manifiesta mediante vasos sanguíneos enfermos, problemas estructurales y coágulos sanguíneos. La enfermedad cardíaca incluye una gran variedad de enfermedades que afectan el corazón. Nuestra Clinica Hispana Salud Y Esperanza le informa a nuestra comunidad latina sobre Salud TIPOS MÁS COMUNES\n*Enfermedad coronaria (Lesión o enfermedad en los principales vasos sanguíneos del corazón)\n*Hipertensión arterial (Afección en la que la presión de la sangre hacia las paredes de la arteria es demasiado alta)\n*Paro cardiorrespiratorio (Pérdida inesperada y repentina de la función cardíaca, la respiración y el conocimiento)\n* Paro cardiorrespiratorio (Pérdida inesperada y repentina de la función cardíaca, la respiración y el conocimiento)\n*Insuficiencia cardíaca (Afección crónica que provoca que el corazón no bombee sangre con la eficacia necesaria)\n* Arritmia (Latidos anormales del corazón, ya sea irregulares, demasiado rápidos o lentos)\n*Enfermedad arterial periférica (Afección circulatoria en la que el estrechamiento de los vasos sanguíneos reduce la irrigación sanguínea a los miembros)\n*Derrame cerebral (Lesión en el cerebro ocasionada por la interrupción de la irrigación sanguínea)",
		"Blog_CardiovascularDiseases_Tags": "#heart\n #cardiovasculardisease\n #cardiovascular\n #doctor\n #stroke\n #heartfailure",
		"Blog_CardiovascularDiseases_URL": "/blog/cardiovascular-diseases",
		"Blog_CardiovascularDiseases_Date": "19 Jul",
		"CallToActionOneData_Button": "Agendar Cita",
		"CallToActionOneData_Title": "Tu mayor riqueza es la salud, reserva tu cita ya!",
		"ContactOne_Confirmation": "Luego de agendar la cita nos comunicaremos con usted lo más rápido posible.",
		"ContactOne_Confirmation1": "Su cita fue agendada con éxito. En breve nos comunicaremos con usted",
		"ContactOne_Message": "Mensaje",
		"ContactOne_Name": "Su Nombre y Apellidos",
		"ContactOne_Phone": "Tu teléfono",
		"ContactOne_SelectDate": " Seleccione la Fecha",
		"ContactOne_SelectMedicalSecure": "Seleccione su seguro médico",
		"ContactOne_SelectService": "Seleccione un servicio",
		"ContactOne_SelectTime": " Seleccione la Hora",
		"ContactOne_SubtitleForm": "Para saber sobre cualquier servicio puede llamarnos o dejarnos su información aquí debajo",
		"ContactOne_Title": "Atención primaria de Salud para Adultos y Niños . Médico de cabecera en Houston, Tx",
		"ContactOne_TitleForm": "Contáctanos",
		"ContactOne_WithoutSecure": "Sin Seguro Médico",
		"ContactThree_Button": "Enviar Ahora",
		"ContactThree_Parr": " Nuestro equipo médico cuenta con el objetivo de mejorar tu salud y la de cada miembro de tu familia. Esta característica nos diferencia de otras clínicas en houston.\nSi a lo largo del recorrido de nuestra web incluyendo nuestro blog aún no has encontrado respuesta a tus preguntas dudas o situación de salud;  puede llenar el siguiente formulario y dejarnos su inquietud, duda o pregunta nuestro equipo se pondrá en contacto con usted lo más rápido posible.",
		"ContactThree_Subtitle": "En nuestra \nclínica hispana\n puede consultarte de manera profesional y honesta, la atención de salud de alta calidad no tiene por qué ser costosa. ",
		"ContactThree_Title": "Contacta con nosotros",
		"ContactTree_Confirmation": "Su mensaje ha sido enviado, en breve nos comunicaremos con usted.",
		"ContactTwo_SubtitleForm": "Para más información acerca del servicio puede llamarnos o dejarnos sus datos aquí",
		"FeatureOneData_Atention_Adult_Child": "Atención Médica para Adultos y Niños",
		"FeatureOneData_Clinic_Hispany_in_Houston": "Clínica Hispana Familiar en Houston Tx",
		"FeatureOneData_More_Experience": "Mas de 10 años de experiencia atendiendo a la comunidad latina",
		"FeatureOneData_Without_Date": "Sin necesidad de Cita",
		"FeatureOneData_Without_Secure": "Sin necesidad de Seguro Médico",
		"Footer_Links": "Enlaces Rápidos",
		"FunfactOneData_Text1": "Total Atendidos",
		"FunfactOneData_Text2": "Satisfechos",
		"FunfactOneData_Text3": "Bajo tratamiento y seguimiento ",
		"FunfactOneData_Title": "Nuestros Pacientes",
		"GalleryOneData_Title1": "Ultrasonidos",
		"GalleryOneData_Title2": "Examen Físico",
		"GalleryOneData_Title3": "Control y Tratamiento de enfermedades",
		"GalleryOneData_Title4": "Tratamiento de infecciones",
		"GalleryOneData_Title5": "Enfermedades de transmisión sexual",
		"GalleryOneData_Title6": "DOT Examen",
		"Header_About": "Sobre Nosotros",
		"Header_Address": "Dirección",
		"Header_Blog": "Blog",
		"Header_Book_Today": "Agendar Cita",
		"Header_Brand": "prueba",
		"Header_Call_Now": "Llama ahora",
		"Header_Contact": "Contacto",
		"Header_Flag": "flag_esp",
		"Header_Home": "Inicio",
		"Header_Mobile_MenuText": "Somos una clínica de \natención médica\n ubicada en Houston, Tx dedicada y comprometida con el cuidado exclusivo de nuestros pacientes.",
		"Header_Mon_Sun": "Lun-Vie: [9am - 8pm] Sab-Dom: [9am - 5pm]",
		"Header_Open_hours": "Horario de Trabajo",
		"Header_Services": "Servicios",
		"MetaDescription_About": "\nAtención médica en Houston, Tx\n.Equipo formado por asistentes médicos, Family Nurse Practitioner, Doctores en Medicina(MD) certificados en Texas",
		"MetaDescription_Appointment": "Contacta con nuestra \nclínica familiar en Houston, Tx\n atención médica con o sin seguro y sin necesidad de cita previa",
		"MetaDescription_Blog": "\nClínica latina familiar en Houston, Tx\n. Se brinda atención médica con o sin seguro médico y sin necesidad de cita previa.♥ Tu salud es nuestra prioridad ♥.",
		"MetaDescription_Contact": "Contacta con nuestra \nClínica hispana en Houston Tx\n. Estamos cerca de ti",
		"MetaDescription_Home": "\nClínica latina familiar en Houston, TX\n. Se brinda atención médica con o sin seguro médico y sin necesidad de cita previa.♥ Tu salud es nuestra prioridad ♥.",
		"MetaDescription_Services": "Laboratorio Clínico, Papanicolaou, Curas y Suturas, Control y Tratamiento de enfermedades, DOT Examen, Lavado de oído, Consulta Médica General, Tratamiento de Infecciones, Inyecciones, Extracción de uñas, Examen Físico, Test de Embarazo, Refill de Medicamentos, Examen de Prostáta, Enfermedades de transmisión sexual, Ultrasonidos, Covid 19, Extracción de anticonceptivo",
		"MetaDescription_Services_ContraceptiveRemoval": "\nExtracción de anticonceptivo:\n Retiramos los dispositivos intrauterinos y los anticonceptivos como el implanon en el brazo",
		"MetaDescription_Services_Covid": "\nCovid 19:\n No necesitas cita, Rápidos, seguros y efectivos con el tratamiento .",
		"MetaDescription_Services_CureSutures": "\nCuras y Suturas:\n Realizamos el proceder con el máximo cuidado para el control de infecciones",
		"MetaDescription_Services_DOTExam": "\nDOT examen:\n Es una prueba médica que requiere el DPS para autorizar a los camioneros para maneja",
		"MetaDescription_Services_DiseaseControl": "\nControl y Tratamiento de enfermedades:\n Nuestra prioridad es la salud de nuestros pacientes",
		"MetaDescription_Services_EarWhash": "\nLavado de oído:\n En nuestra clínica hispana le ayudamos a mantener la limpieza de su oído",
		"MetaDescription_Services_GeneralMedical": "\nonsulta Médica General:\n Nuestra consulta médica consta con profesionales de la salud honestos que le ayudarán",
		"MetaDescription_Services_InfectionTreatment": "\nTratamiento de Infecciones:\n Controlamos y tratamos todas las infecciones",
		"MetaDescription_Services_Injection": "Colocamos \ninyecciones\n para alivio del dolor, infecciones, alergias, alta presión, vitaminas y muchas más",
		"MetaDescription_Services_Laboratory": "\nLaboratorio Clínico:\n Los examenes nos ayudarán para el diagnóstico de enfermedades y dosis adecuada de tratamientos",
		"MetaDescription_Services_NailRemoval": "\nExtracción de uñas:\n La extracción quirúrgica de uña se suele hacer solo cuando una gran parte de la uña está afectada y dañada o si las uñas duelen mucho.",
		"MetaDescription_Services_PapTest": "\nPrueba de Papanicolaou\n, también llamada citología vaginal, es una exploración complementaria que se realiza para diagnosticar el cáncer cérvico-uterino",
		"MetaDescription_Services_PhysicalExam": "Realizamos \nexamenes físicos\n tanto para la escuela como para el trabajo",
		"MetaDescription_Services_PregnancyTest": "La \nprueba de embarazo\n en la sangre es más confiable",
		"MetaDescription_Services_PrescriptionRefill": "\nRefill de Medicamentos:\n Nos encargamos de renovar medicamentos ya prescritos por nosotros u otros doctores siempre y cuando estén al márgen de cumplir con su fecha de expiración .",
		"MetaDescription_Services_ProstateExam": "\nExamen de Prostáta:\n La prueba mide una proteína producida en la glándula de la próstata, que se llama antígeno prostático específico o PSA, por sus siglas en inglés. Se realiza en sangre",
		"MetaDescription_Services_SexuallyDiseases": "\nEnfermedades de transmisión sexual:\n Diagnosticamos la enfermedades y de ahí procedemos con el tratamiento",
		"MetaDescription_Services_Ultrasound": "Realizamos diferentes \nultrasonidos\n de acorde a la indicación de nuestros doctores para diagnosticar las causas del dolor, la hinchazón, y la infección en los órganos internos del cuerpo.",
		"PayOptionsText": "Opciones de Pago",
		"ServiceContraceptiveRemoval_PostSubtitle1_List1": "La consulta estará acompañada por un personal femenino que le ayudará en su procedimiento",
		"ServiceContraceptiveRemoval_PostSubtitle1_List2": "El tiempo aproximado no es largo está entre 15-30 mints aunque depende mucho del grado de complejidad por cada paciente",
		"ServiceContraceptiveRemoval_PostSubtitle2_List1": "El proceso de extracción es doloroso? No, tenemos los materiales y el personal encargado contamos con mucha experiencia. ",
		"ServiceContraceptiveRemoval_PostSubtitle2_List2": " Se aplica anestesia? Si es vía vaginal donde tiene el anticonceptivo no es necesario pero si si lo tiene en el brazo si la aplicamos ",
		"ServiceContraceptiveRemoval_PostTitle": "Extracción de anticonceptivo",
		"ServiceContraceptiveRemoval_Text1": "Retiramos los dispositivos intrauterinos y los anticonceptivos como el implanon en el brazo",
		"ServiceContraceptiveRemoval_TextExtra": "El procedimiento tarda de 20-30 mints",
		"ServiceCovid_PostSubtitle1": "Beneficios",
		"ServiceCovid_PostSubtitle1_List1": "Rápidos, seguros y efectivos con el tratamiento .",
		"ServiceCovid_PostSubtitle1_List2": "Ningún caso complicado – hasta la fecha",
		"ServiceCovid_PostSubtitle2": "Preguntas frecuentes",
		"ServiceCovid_PostSubtitle2_List1": "Si salgo positivo al covid me atiende y me ponen tratamientos?\nSi atendemos los casos de Covid, tratamientos, y seguimiento   ",
		"ServiceCovid_PostSubtitle2_List2": "Después que se me quite el virus puedo repetirme la prueba con ustedes? Por supuesto que si cuyo objetivo es importante ser testeado correctamente, puede existir el falso negativo.",
		"ServiceCovid_PostTitle": "COVID",
		"ServiceCovid_Text1": "No necesitas cita, Rápidos, seguros y efectivos con el tratamiento .",
		"ServiceCovid_TextExtra": "[Rapid covid test : Resultados en 10 mints ] [PCR : resultados 24-48 hrs]",
		"ServiceCureSutures_PostSubtitle1": "Beneficios",
		"ServiceCureSutures_PostSubtitle1_List1": "Las curas el costo es variable y las suturas son $40 x cada punto ",
		"ServiceCureSutures_PostSubtitle1_List2": "Tenemos experiencia, los profesionales son excelentes",
		"ServiceCureSutures_PostSubtitle2": "Preguntas frecuentes",
		"ServiceCureSutures_PostSubtitle2_List1": "¿Cuanto cobran por retirar puntos?\nEl costo por retirar puntos es de $10 x cada punto",
		"ServiceCureSutures_PostSubtitle2_List2": "Tenemos experiencia, los profesionales son excelentes",
		"ServiceCureSutures_PostTitle": "Curas y Suturas",
		"ServiceCureSutures_Text1": "Realizamos el proceder con el máximo cuidado para el control de infecciones",
		"ServiceCureSutures_TextExtra": "Lograr sanar lo más pronto posible y correctamente las heridas",
		"ServiceDiseaseControl_PostSubtitle1": "Beneficios",
		"ServiceDiseaseControl_PostSubtitle1_List1": "Honestidad y precisión en los tratamientos",
		"ServiceDiseaseControl_PostSubtitle1_List2": "Experiencia médica ",
		"ServiceDiseaseControl_PostSubtitle2": "Preguntas frecuentes",
		"ServiceDiseaseControl_PostSubtitle2_List1": "Tratan las alergias?\nSí, por supuesto y garantizamos su mejora ",
		"ServiceDiseaseControl_PostSubtitle2_List2": "Que enfermedades tratan?  Tratamos enfermedades agudas y crónicas por ejemplo : Diabetes, Hipertensión, Enfermedades de Transmisión sexual, Colesterol, Anemias, Alergias, Tiroides, Alivio del Dolor, Enfermedades cardiovasculares, Obesidad, Estrés, Ansiedad, Depresión, Disfunción eréctil entre otras",
		"ServiceDiseaseControl_PostTitle": "Control y Tratamiento de enfermedades",
		"ServiceDiseaseControl_Text1": "Nuestra prioridad es la salud de nuestros pacientes",
		"ServiceDiseaseControl_TextExtra": "Se indica solo lo que se necesita para su mejora",
		"ServiceDotExam_PostSubtitle1": "Beneficios",
		"ServiceDotExam_PostSubtitle1_List1": "Se realiza dentro de la consulta médica, no necesita cita con nosotros ",
		"ServiceDotExam_PostSubtitle1_List2": "Se entrega en persona el certificado médico y se sube al sistema de DOT Y DPS todo esto en el mismo día.",
		"ServiceDotExam_PostSubtitle2": "Preguntas frecuentes",
		"ServiceDotExam_PostSubtitle2_List1": "Si estuviera descompensado de mi enfermedad ustedes me atienden ?\nPor supuesto podemos realizar el servicio y entregarle su certificado más colocarle el tratamiento adecuado para que este bien de salud y no ponga en peligro su vida y la de los demás",
		"ServiceDotExam_PostSubtitle2_List2": "¿Viene incluido la orina ?\nSi le realizamos la prueba de orina",
		"ServiceDotExam_PostTitle": "DOT Examen",
		"ServiceDotExam_Text1": "El DOT examen es una prueba médica que requiere el DPS para autorizar a los camioneros para manejar consiste que goza de buena salud o que esté controlada su enfermedad y no pone en peligro la vida en la carretera del chófer como las personas conduciendo",
		"ServiceDotExam_TextExtra": "El proceso demora de \n50 minutos a 1 hora",
		"ServiceEarWhash_PostSubtitle1": "Beneficios",
		"ServiceEarWhash_PostSubtitle1_List1": "Servicio rápido y eficaz. Recuperación rápida garantizada",
		"ServiceEarWhash_PostSubtitle1_List2": "Atendemos cuidadosamente adultos y niños para este problema",
		"ServiceEarWhash_PostSubtitle2": "Preguntas frecuentes",
		"ServiceEarWhash_PostSubtitle2_List1": "Retiran el tapón ?Si realizamos la extracción del tapón de serumen que tenga y realizamos la limpieza completa",
		"ServiceEarWhash_PostSubtitle2_List2": "¿Tengo zumbidos en los oídos?Se debe realizar una revisión y exploración personalizada de su oído y una entrevista para determinar su afección y colocarle tratamiento.ej. suele ser tinnitus en la mayoría de los casos",
		"ServiceEarWhash_PostTitle": "Lavado de oído",
		"ServiceEarWhash_Text1": "En nuestra clínica hispana le ayudamos a mantener la limpieza de su oído también la revisión y en caso de tener infección o obstrucción del conducto auditivo tratar esta afección",
		"ServiceEarWhash_TextExtra": "Depende del grado de afección si es un lavado tomaremos alrededor 30 mints",
		"ServiceGeneralMedical_PostSubtitle1": "Beneficios",
		"ServiceGeneralMedical_PostSubtitle1_List1": "La consulta médica tiene costo de $30.00",
		"ServiceGeneralMedical_PostSubtitle1_List2": "Su privacidad y salud están garantizadas",
		"ServiceGeneralMedical_PostSubtitle2": "Preguntas frecuentes",
		"ServiceGeneralMedical_PostSubtitle2_List1": "Necesito cita?\nNo necesitas cita con nosotros, puede llegar a nuestra locación y será atendido(a) de inmediato.",
		"ServiceGeneralMedical_PostSubtitle2_List2": "El personal médico realiza exploración del cuerpo?\nSi, nuestro personal está capacitado para realizarle un examen físico de su cuerpo y determinar cuál es la conducta a seguir según sus síntomas y causas.",
		"ServiceGeneralMedical_PostTitle": "Consulta Médica General",
		"ServiceGeneralMedical_Text1": "Nuestra consulta médica consta con profesionales de la salud honestos que le ayudarán",
		"ServiceGeneralMedical_TextExtra": "Los resultados listos 20-30 mints",
		"ServiceInfectionTreatment_PostSubtitle1": "Beneficios",
		"ServiceInfectionTreatment_PostSubtitle1_List1": "Orientamos los medicamentos y tratamientos correctos para eliminar la infección",
		"ServiceInfectionTreatment_PostSubtitle1_List2": "Nos aseguramos de educar y enseñar al paciente como prevenir futuras infecciones",
		"ServiceInfectionTreatment_PostSubtitle2": "Preguntas frecuentes",
		"ServiceInfectionTreatment_PostSubtitle2_List1": "Tratan infecciones vaginales?\nTratamos las infecciones vaginales y le damos seguimiento a su condición",
		"ServiceInfectionTreatment_PostSubtitle2_List2": "¿Realizan todos los tipos de análisis?\nRealizamos todos los tipos de análisis y toma de muestras de todas las infecciones",
		"ServiceInfectionTreatment_PostTitle": "Tratamiento de Infecciones",
		"ServiceInfectionTreatment_Text1": "Controlamos y tratamos todas las infecciones",
		"ServiceInfectionTreatment_TextExtra": "Logramos la eliminación de la infección en el menor tiempo posible",
		"ServiceInjections_PostSubtitle1": "Beneficios",
		"ServiceInjections_PostSubtitle1_List1": "Su efecto actúa más rápido y específico mejorando así la situación del paciente estos tratamientos suelen en la mayoría de los casos mejor que las tabletas.",
		"ServiceInjections_PostSubtitle1_List2": "Colocamos inyecciones intramusculares, deltoides, subcutáneas .",
		"ServiceInjections_PostSubtitle2": "Preguntas frecuentes",
		"ServiceInjections_PostSubtitle2_List1": "¿Colocan inyecciones preventivas de embarazo? Si colocamos la progesterona de 3 meses duración ",
		"ServiceInjections_PostSubtitle2_List2": "Duelen mucho ? A pesar de ser un método necesario y la vez quizás invasivo contamos con enfermero(a) con experiencia a pesar que siempre usamos el tamaño y diámetro de la aguja según su proporción o sitio de inyección así que el dolor se reduce a lo mínimo -normal de una inyección",
		"ServiceInjections_PostTitle": "Inyecciones",
		"ServiceInjections_Text1": "Colocamos inyecciones para alivio del dolor, infecciones, alergias, alta presión, vitaminas y muchas más",
		"ServiceInjections_TextExtra": "Primero se preparan con correcta sanidad y manipulación y utilizamos agujas por cada tratamiento y por cada sitio de inyección y también dependiendo el prototipo de persona la usamos por cada medicamento tamaño del individuo, conjetura física o edad de la persona por ejemplo para niños es un tipo de aguja y otra para adultos",
		"ServiceLaboratory_PostSubtitle1": "Beneficios",
		"ServiceLaboratory_PostSubtitle1_List1": "Se entregan los resultados  a los pacientes. ",
		"ServiceLaboratory_PostSubtitle1_List2": "Ayuda a detectar y prevenir   enfermedades crónicas o ya en proceso.",
		"ServiceLaboratory_PostSubtitle2": "Preguntas frecuentes",
		"ServiceLaboratory_PostSubtitle2_List1": "Qué examenes realizan?\nRealizamos todos los examenes de Sangre y de laboratorios",
		"ServiceLaboratory_PostSubtitle2_List2": "Ej: Triglicéridos, colesterol, diabetes, próstata y más.",
		"ServiceLaboratory_PostTitle": "Laboratorio Clínico",
		"ServiceLaboratory_Text1": "Los examenes nos ayudarán para el diagnóstico de enfermedades y dosis adecuada de tratamientos",
		"ServiceLaboratory_TextExtra": "Los resultados listos 24 -48 hrs",
		"ServiceNailRemoval_PostSubtitle1": "Beneficios",
		"ServiceNailRemoval_PostSubtitle1_List1": "Beneficio principal salvar la uña con con el cuidado necesario y correcto",
		"ServiceNailRemoval_PostSubtitle1_List2": "En caso de extracción que crezca totalmente sana",
		"ServiceNailRemoval_PostSubtitle2": "Preguntas frecuentes",
		"ServiceNailRemoval_PostSubtitle2_List1": "¿Colocan anestesia para remover la uña? Si colocamos anestesia local en el área de extracción ",
		"ServiceNailRemoval_PostSubtitle2_List2": "Si tengo hongo pueden salvarme la uña? Si primeramente verificar y saber el tipo de hongo y luego colocar tratamiento específico",
		"ServiceNailRemoval_PostTitle": "Extracción de uñas",
		"ServiceNailRemoval_Text1": "La extracción quirúrgica de uña se suele hacer solo cuando una gran parte de la uña está afectada y dañada o si las uñas duelen mucho. En algunos casos, solo se elimina la porción afectada y no toda la uña. ",
		"ServiceNailRemoval_TextExtra": "Nos tomamos alrededor de 15 a 30 mints",
		"ServiceOneData_Button": "Leer Más",
		"ServiceOneData_Text1": "Los examenes nos ayudarán para el diagnóstico de enfermedades y dosis adecuada de tratamientos",
		"ServiceOneData_Text10": "Realizamos el proceder con el máximo cuidado para el control de infecciones",
		"ServiceOneData_Text11": "Examen de la próstata",
		"ServiceOneData_Text12": "DOT Examen",
		"ServiceOneData_Text2": "La prueba de Papanicolaou, también llamada citología vaginal, es una exploración complementaria que se realiza para diagnosticar el cáncer cérvico-uterino",
		"ServiceOneData_Text3": "Nuestra consulta médica consta con profesionales de la salud honestos que le ayudarán",
		"ServiceOneData_Text4": "Realizamos diferentes ultrasonidos de acorde a la indicación de nuestros doctores para diagnosticar las causas del dolor, la hinchazón, y la infección en los órganos internos del cuerpo.",
		"ServiceOneData_Text5": "Realizamos examenes físicos tanto para la escuela como para el trabajo",
		"ServiceOneData_Text6": "Nuestra prioridad es la salud de nuestros pacientes",
		"ServiceOneData_Text7": "covid 19",
		"ServiceOneData_Text8": "Controlamos y tratamos todas las infecciones",
		"ServiceOneData_Text9": "Diagnosticamos la enfermedades y de ahí procedemos con el tratamiento",
		"ServiceOneData_Title": "Nuestros Servicios",
		"ServiceOneData_Title1": "Laboratorio Clínico",
		"ServiceOneData_Title10": "Examen de la próstata",
		"ServiceOneData_Title11": "Extracción de anticonceptivo",
		"ServiceOneData_Title12": "Extracción de uñas",
		"ServiceOneData_Title2": "Papanicolaou",
		"ServiceOneData_Title3": "Consulta Médica General",
		"ServiceOneData_Title4": "Ultrasonidos",
		"ServiceOneData_Title5": "Examen Físico",
		"ServiceOneData_Title6": "Disease Control and Treatment",
		"ServiceOneData_Title7": "Covid 19 test",
		"ServiceOneData_Title8": "Tratamiento de infecciones",
		"ServiceOneData_Title9": "Enfermedades de transmisión sexual",
		"ServiceOthers_PostTitle": "Otros",
		"ServicePapTest_PostSubtitle1": "Beneficios",
		"ServicePapTest_PostSubtitle1_List1": "La prueba la realiza una mujer por ende la privacidad.",
		"ServicePapTest_PostSubtitle1_List2": "Los resultados son interpretados y entregados a la paciente.",
		"ServicePapTest_PostSubtitle2": "Preguntas frecuentes",
		"ServicePapTest_PostSubtitle2_List1": "Si necesitara referido con el ginecólogo me lo hacen allí?                                             \nSi por supuesto sin problema alguno",
		"ServicePapTest_PostSubtitle2_List2": "Es mujer quién realiza el test ?\nTenemos el personal adecuado para estos casos, mujer y experimentada.",
		"ServicePapTest_PostTitle": "Papanicolaou",
		"ServicePapTest_Text1": "La prueba de Papanicolaou, también llamada citología vaginal, es una exploración complementaria que se realiza para diagnosticar el cáncer cérvico-uterino",
		"ServicePapTest_TextExtra": "Los resultados listos 3-7 días. Cada caso es diferente",
		"ServicePhysicalExam_PostSubtitle1": "Beneficios",
		"ServicePhysicalExam_PostSubtitle1_List1": "La evaluación y documentos se entregan de inmediato",
		"ServicePhysicalExam_PostSubtitle1_List2": "No necesita cita solo visitarnos",
		"ServicePhysicalExam_PostSubtitle2": "Preguntas frecuentes",
		"ServicePhysicalExam_PostSubtitle2_List1": "Los documentos están firmados ?\nSi, todos nuestros documentos salen de nuestro centro con todos los sellos pertinentes",
		"ServicePhysicalExam_PostSubtitle2_List2": "En caso que detecten algún problema durante el examen físico me indican ?\nSi  es necesario medicamentos, referido a especialista o alguna otra indicación médica ya va incluida en la consulta",
		"ServicePhysicalExam_PostTitle": "Examen Físico",
		"ServicePhysicalExam_Text1": "Realizamos examenes físicos tanto para la escuela como para el trabajo ",
		"ServicePhysicalExam_TextExtra": "La visita no toma mucho tiempo 10 minuts",
		"ServicePostSubtitle1": "Beneficios",
		"ServicePostSubtitle2": "Preguntas frecuentes",
		"ServicePregnancyTest_PostSubtitle1": "Beneficios",
		"ServicePregnancyTest_PostSubtitle1_List1": "Las pruebas de embarazo en la sangre tienen una precisión de aproximadamente el 99%. ",
		"ServicePregnancyTest_PostSubtitle1_List2": "La prueba de sangre se suele usar para confirmar los resultados de una prueba de embarazo en el hogar.",
		"ServicePregnancyTest_PostSubtitle2": "Preguntas frecuentes",
		"ServicePregnancyTest_PostSubtitle2_List1": "Necesito cita para la prueba de embarazo? No necesita cita",
		"ServicePregnancyTest_PostSubtitle2_List2": "Necesito pagar la consulta para realizarme la prueba? Si necesita sus resultados y el reporte de embarazo más su referido con el obstetra todo sale incluido con la consulta y el examen",
		"ServicePregnancyTest_PostTitle": " Test de Embarazo",
		"ServicePregnancyTest_Text1": "La prueba de embarazo en la sangre es más confiable Detecta cantidades más pequeñas de GCH y puede confirmar o descartar el embarazo antes que una prueba de orina. La prueba de sangre puede detectar un embarazo incluso antes de la falta del período menstrual. ",
		"ServicePregnancyTest_TextExtra": "Resultados 10-15 mints",
		"ServicePrescriptionRefills_PostSubtitle1": "Beneficios",
		"ServicePrescriptionRefills_PostSubtitle1_List1": "En nuestra consulta médica general va incluida la orden o prescripción por el doctor",
		"ServicePrescriptionRefills_PostSubtitle1_List2": "La continuidad del medicamentos es esencial en el mantenimiento de su salud y enfermedad y con su renovación tiene beneficios no volver a repetir examenes en un período de tiempo",
		"ServicePrescriptionRefills_PostSubtitle2": "Preguntas frecuentes",
		"ServicePrescriptionRefills_PostSubtitle2_List1": "Pueden prescribir medicamentos que hace tiempo no los tomo y ya soy diagnosticada con diabetes? Si correcto siempre es importante que el paciente sepa la dosis que ingería anteriormente pero se debe realizar el examen para saber la dosificación y tratamiento adecuado.    ",
		"ServicePrescriptionRefills_PostSubtitle2_List2": "2- Después que me prescriben medicamentos pueden volver a indicarlos? Por ejemplo existen medicamentos que si se pueden prescribir como la continuidad de una enfermedad diagnosticada hace mucho tiempo y que el medicamento funciona correctamente para esa enfermedad, pero por ejemplo, por infección los antibióticos no se indican por mucho tiempo solo el período necesario para eliminar la infección recurrente, ya luego no es necesario, otro ejemplo medicamentos para el colesterol.",
		"ServicePrescriptionRefills_PostTitle": "Refill de Medicamentos",
		"ServicePrescriptionRefills_Text1": "Nos encargamos de renovar medicamentos ya prescritos por nosotros u otros doctores siempre y cuando estén al márgen de cumplir con su fecha de expiración . Muy importante resaltar que existen medicamentos que se colocan luego de confirmar en examenes su valor o estado de enfermedad",
		"ServicePrescriptionRefills_TextExtra": "La consulta toma entre 25-35 mints",
		"ServiceProstateExam_PostSubtitle1": "Beneficios",
		"ServiceProstateExam_PostSubtitle1_List1": "Esta prueba nos deja saber como valor de laboratorio sobre su antígeno que si está elevado puede sufrir cáncer de próstata aunque no siempre cuando está elevado es cáncer ",
		"ServiceProstateExam_PostSubtitle1_List2": "Podemos prevenir y tratar esta enfermedad",
		"ServiceProstateExam_PostSubtitle2": "Preguntas frecuentes",
		"ServiceProstateExam_PostSubtitle2_List1": "¿Realizan la prueba en sangre?\nSi realizamos la prueba del cáncer de Próstata o PSA en sangre",
		"ServiceProstateExam_PostSubtitle2_List2": "Si tengo cáncer me puedo atender ? \nClaro que si le atendemos y le colocamos los tratamientos y aplicamos el protocolo en caso de ser necesario un especialista le damos el referido . Somos médicos primarios",
		"ServiceProstateExam_PostTitle": "Examen de Prostáta",
		"ServiceProstateExam_Text1": "La prueba mide una proteína producida en la glándula de la próstata, que se llama antígeno prostático específico o PSA, por sus siglas en inglés. Se realiza en sangre",
		"ServiceProstateExam_TextExtra": "Resultados entre 24 -30 hrs",
		"ServiceSexuallyDiseases_PostSubtitle1": "Beneficios",
		"ServiceSexuallyDiseases_PostSubtitle1_List1": "Evaluamos cuidadosamente, somos profesionales y mantenemos su privacidad ",
		"ServiceSexuallyDiseases_PostSubtitle1_List2": "Indicamos, tratamos y educamos al paciente sobre estas enfermedades ",
		"ServiceSexuallyDiseases_PostSubtitle2": "Preguntas frecuentes",
		"ServiceSexuallyDiseases_PostSubtitle2_List1": "Si necesito un referido a un especialista ustedes me lo otorgan?\nSi por supuesto, nuestra prioridad es su bienestar",
		"ServiceSexuallyDiseases_PostSubtitle2_List2": "¿Qué enfermedades estudian y colocan tratamiento?\nEstudiamos, diagnosticamos y tratamos todas las enfermedades de transmisión sexual.",
		"ServiceSexuallyDiseases_PostTitle": "Enfermedades de transmisión sexual",
		"ServiceSexuallyDiseases_Text1": "Diagnosticamos la enfermedades y de ahí procedemos con el tratamiento",
		"ServiceSexuallyDiseases_TextExtra": "Eliminamos, tratamos y le damos seguimiento a su condición",
		"ServiceUltrasound_PostSubtitle1": "Beneficios",
		"ServiceUltrasound_PostSubtitle1_List1": "Lo realizamos en nuestro centro con cita previa ",
		"ServiceUltrasound_PostSubtitle1_List2": "Se entrega al paciente reporte del ultrasonido para que lo lleve consigo . Tiempo de demora entre 10-15 minutos",
		"ServiceUltrasound_PostSubtitle2": "Preguntas frecuentes",
		"ServiceUltrasound_PostSubtitle2_List1": "Debo agendar cita ?\nSi debe agendar su cita comúnicandose con nosotros o a través de nuestro sitio web y",
		"ServiceUltrasound_PostSubtitle2_List2": "Es doloroso? \nNO ES DOLOROSO",
		"ServiceUltrasound_PostTitle": "Ultrasonidos",
		"ServiceUltrasound_Text1": "Realizamos diferentes ultrasonidos de acorde a la indicación de nuestros doctores para diagnosticar las causas del dolor, la hinchazón, y la infección en los órganos internos del cuerpo.",
		"ServiceUltrasound_TextExtra": "El tiempo de realización del mismo debido a nuestra experiencia es de 5-10 mints.",
		"SlideOneData_Button1": "Contacto",
		"SlideOneData_Button2": "Sobre Nosotros",
		"SlideOneData_Button3": "Servicios",
		"SlideOneData_Subtitle1": "Clínica Médica Hispana en Houston Tx.",
		"SlideOneData_Subtitle2": "Centro Médico Familiar en Houston Tx.",
		"SlideOneData_Subtitle3": "Atención Médica de Excelencia cerca de ti en Houston Tx.",
		"SlideOneData_Title1": "Tu clínica latina familiar en Houston Tx. ",
		"SlideOneData_Title2": "Brindamos ayuda a nuestra comunidad latina y a personas de bajos recursos económicos, con dedicación y responsabilidad.",
		"SlideOneData_Title3": "Nuestro principal objetivo es ayudar a que nuestros pacientes tengan mejor cuidado de su Salud.",
		"TestimonialOneData_Content1": "Excelente Servicio, el personal muy amables y atentos, te explican con mucha paciencia según tu situación",
		"TestimonialOneData_Content2": "Excelente servicio! muy complacido con el servicio recibido los recomiendo, si quieren cuidad bien de su salud. Excelentes precios mucha diferencia a otras clínicas que he ido gracias.",
		"TestimonialOneData_Content3": "Muy buen servicio y excelentes profesionales. Me Atendendieron suber bien y me esiento muy aliviado. Les recomiendo esta clínica en Houston Tx. Muy buena clíinica latina con muy bajos precios ",
		"TestimonialOneData_Content4": "Esta cínica familia se las recomiendo a todos. Muy buen servicio y el doctor muy amable y me indicó lo que realmente necesito. Gracias excelente trabajo!",
		"TestimonialOneData_Content5": "Me siento muy bien atendida siempre, mi respeto a los profesionales médicos en general gracias por sus lindas atenciones",
		"TestimonialOneData_Date1": "3 días atrás",
		"TestimonialOneData_Date2": "8 meses atrás",
		"TestimonialOneData_Date3": "2 semanas atrás",
		"TestimonialOneData_Date4": "5 meses atrás",
		"TestimonialOneData_Date5": "3 meses atrás",
		"TestimonialOneData_Name1": "Jorge Alfredo Roblero Saldaña",
		"TestimonialOneData_Name2": "Jorge Bravo Hung",
		"TestimonialOneData_Name3": "Antonio Morales",
		"TestimonialOneData_Name4": "Ernesto Soza",
		"TestimonialOneData_Name5": "Araceli Ortega",
		"TestimonialOneData_Title": "Reseñas",
		"Frequent_Questions": "Preguntas Frecuentes",
		"AboutTwo_Question1": "Realizan ultrasonidos? Que tipos?",
		"AboutTwo_Answer1": "Si realizamos ultrasonidos en nuestra clínica médica en houston tx. Tipos de ultrasonidos: Pélvico, abdominal, transvaginal , tiroides , mama 1 ultrasonido obstétrico entre 4-8 semanas embarazo y más",
		"AboutTwo_Question2": "Donde se encuentran ubicados?",
		"AboutTwo_Answer2": "Estamos ubicados 8200 Wilcrest Dr. Ste#20 Houston Tx 77072 ; entre las calles Wilcrest y Beechnut shopping center de tacos la balita al lado de clínica dental",
		"AboutTwo_Question3": "Cuánto cuesta el examen general de sangre y que incluye?",
		"AboutTwo_Answer3": "Tiene un costo de $150 incluye: plaquetas, sistema inmune de defensa, glucosa, funcionamiento hígado y riñones, colesterol, triglicéridos, una hormona TSH y otros valores que ayudan a diagnosticar enfermedades crónicas o asintomáticas",
		"AboutTwo_Question4": " Que seguros médicos aceptan?",
		"AboutTwo_Answer4": "Aceptamos los seguros médicos siguientes: Friday, Medicare, Cigna, Aetna, Molina, WellCare, BCBS, Ambetter, superior health plan, que requieran PCP o médico primario y los que no lo requieran también",
		"AboutTwo_Question5": "Que exámenes realizan en su laboratorio? ",
		"AboutTwo_Answer5": "Realizamos todos los exámenes de laboratorio clínicos para diagnosticar todo tipo de enfermedades.",
		"AboutTwo_Question6": "Colocan inyecciones para aliviar el dolor o para infecciones?",
		"AboutTwo_Answer6": "Colocamos las inyecciones según la orden de doctor y para la mejoría de su condición o enfermedad después de la consulta médica"
	}
}