{
	"Index": {
		"AboutFourData_Text1": "Nuestro equipo de trabajo está compuesto por asistentes médicos, Family Nurse Practitioner, Doctores en Medicina(MD) certificados en Texas, que supervisan y están con el paciente durante su estancia en nuestra clínica ",
		"AboutFourData_Text2": "Otra pieza clave de nuestro equipo son los técnico de ultrasonido los cuáles ayudan a la información sobre el estudio de órganos internos su diagnóstico clínico. Todos hablamos su idioma y también contamos con personal bilingüe. ",
		"AboutFourData_Title": "Clínica Hispana Salud y Esperanza",
		"AboutOneData_Button_Label": "Sobre Nosotros",
		"AboutOneData_Content": "Atendemos a niños mayores de 4 años y adultos. Nuestra \nclínica hispana\n ofrece la oportunidad de que usted \n no necesita cita previa\n para atenderse o visitarnos por lo cuál priorizamos su salud y bienestar íntegro. También atendemos pacientes \n con o sin Seguro Médico \n los cuáles no pueden optar u obtener un Seguro de salud  o Seguro médico por ende nuestros precios comparados con otras instituciones médicas están entre 40-50% más bajos.",
		"AboutOneData_Tagline": "Clínica Hispana Salud y Esperanza",
		"AboutOneData_Title": "Por qué nos escogen nuestros clientes ?",
		"AboutThreeData_Box1": "Sin Necesidad de Cita Previa",
		"AboutThreeData_Box2": "Aceptamos pacientes con o sin seguro",
		"AboutThreeData_Button": "Sobre Nosotros",
		"AboutThreeData_Summery": "Como \nclínica médica latina en Houston, Tx\n brindamos ayuda a la comunidad latina e hispana y a personas de bajos recursos económicos, siendo amables responsables y dedicados a nuestro trabajo. Nuestro principal objetivo es ayudar que nuestros pacientes tengan mejor cuidado de su salud, educar, tratar y prevenir enfermedades agudas y crónicas con el diagnóstico clínico correcto precisando así su tratamiento evaluación y recuperación de su estado de salud.",
		"AboutThreeData_Tagline": "Clínica Hispana Salud y Esperanza",
		"AboutThreeData_Title": "Somos su clínica latina familiar de confianza en Houston, Tx.",
		"AboutTwoData_Caption": "+10 años de Experiencia",
		"AboutTwoData_Offer_Tagline": "Su salud ",
		"AboutTwoData_Offer_Text": "ofertex",
		"AboutTwoData_Tagline": "Clínica Hispana Salud y Esperanza",
		"AboutTwoData_Text1": "Análisis de laboratorio entre 24 - 30 hrs",
		"AboutTwoData_Text2": "No requerimos cita previa ni identificación personal o verificación de documentos",
		"AboutTwoData_Text3": "Se realizan la planificación del año del paciente",
		"AboutTwoData_Text4": "Diagnóstico clínico correcto, certero y garantizado",
		"AboutTwoData_Text5": "Refills de medicamentos ",
		"AboutTwoData_Text6": "Descripción, profesionalismo y privacidad son puntos importantes de nuestro equipo de trabajo",
		"AboutTwoData_Title": "Conviértase en pacientes de nuestra clínica y experimente en persona la calidad médica de todo el área de Houston Tx y sus alrededores, estamos cerca de ti .",
		"Blog_Latest": "Últimos  Artículos",
		"Blog_Articles": "Artículos del Blog",
		"Blog_CheckUps_Title": " Chequeo Médico",
		"Blog_CheckUps_SubTitle": "Por qué realizarse un chequeo anual es importante?",
		"Blog_CheckUps_Text": "Es muy importante hacerse un chequeo anual, no solo para comprobar tu salud, sino también para ayudar a detectar enfermedades asintomáticas y sutiles. Es importante acostumbrarse a cuidarse haciéndose pruebas con regularidad, en lugar de esperar a que aparezcan los síntomas. El examen físico y las pruebas de detección son necesarios por las siguientes razones: \n1. Los problemas de salud se pueden detectar temprano, antes de que se vuelvan serios. \n2. Evita que los problemas de salud se vuelvan crónicos. \n3. Aumente sus posibilidades de curación y recuperación. \n4. Conocer tu estado físico a través de un diagnóstico profesional no solo es útil para detectar y controlar enfermedades, sino que también te brinda tranquilidad. Es aún más importante hacerse chequeos regulares si tiene antecedentes familiares de ciertas enfermedades u otros factores de riesgo.\nSi eres mujer, no te saltes tu examen ginecológico anual. Su objetivo principal es la prevención y detección temprana de trastornos relacionados con los órganos reproductores femeninos, como las enfermedades de transmisión sexual, el cáncer ginecológico y el cáncer de mama. Clínica Hispana Salud Y Esperanza brinda atención integral a mujeres desde la adolescencia hasta la edad adulta.\nAlgunas de las pruebas que se utilizan para evaluar la salud ginecológica y que deben realizarse periódicamente son: \n• Mamografía: una radiografía del seno para detectar el crecimiento del cáncer de seno. Infórmate en la Unidad de Imagenología de Patología Mamaria.\n• Citología: Prueba en la que un ginecólogo extrae células del cuello uterino para detectar lesiones precursoras de cáncer de cuello uterino e infecciones vaginales. \n• Examen pélvico: este es un examen en el que se palpan los órganos de una mujer para ver si tienen un tamaño y una forma normales. Dependiendo de su edad e historial médico, su ginecólogo puede recomendarle una colonoscopia.\nPara los hombres, se recomiendan los siguientes controles. \n• Prueba de próstata: Se utiliza para la detección temprana del cáncer de próstata. Su urólogo evaluará el estado de su próstata con un examen rectal digital y puede solicitar un análisis de sangre del antígeno prostático específico (PSA).\n• Examen testicular: Detecta cambios en el color y tamaño testicular.",
		"Blog_CheckUps_Tags": "#clinicamedica\n #bloodwork\n #clinicacercademi\n #medicina\n #salud\n #chequeoanual\n #medicalclinic\n #doctor\n #clinicanenhouston\n #radiografia\n #mamografia\n #examendeprostata\n #papanicolaou\n #examenesdesangre.",
		"Blog_CheckUps_URL": "/blog/checkups",
		"Blog_CheckUps_Date": "15 Nov",
		"Blog_Cholesterol_Title": "El Colesterol ",
		"Blog_Cholesterol_SubTitle": "Riesgos de tener altos niveles de colesterol",
		"Blog_Cholesterol_Text": "Con el colesterol alto en la sangre, se pueden acumular depósitos de grasa en los vasos sanguíneos. Con el tiempo, estos depósitos se desarrollan y dificultan el flujo de sangre a través de las arterias. A veces, estas placas pueden romperse repentinamente y formar un coágulo de sangre que provoca un ataque al corazón o un derrame cerebral.\nEl colesterol alto puede ser hereditario, aunque a menudo es el resultado de un estilo de vida poco saludable que se puede prevenir y tratar. Comer una dieta saludable, hacer ejercicio con regularidad y tomar medicamentos a veces puede ayudar a reducir el colesterol alto. Los niveles altos de colesterol no presentan síntomas. Un análisis de sangre es la única manera de saber si tiene la enfermedad. Los factores que puede controlar, como la inactividad, la obesidad y una dieta poco saludable, contribuyen a los niveles altos de colesterol y triglicéridos dañinos. Los factores que no puede controlar también pueden desempeñar un papel. Por ejemplo, su composición genética puede dificultar que su cuerpo elimine el colesterol LDL de la sangre o lo descomponga en el hígado.\nLas condiciones médicas que pueden causar niveles nocivos de colesterol incluyen: enfermedad renal crónica, diabetes, VIH o SIDA, hipotiroidismo y lupus. Los niveles de colesterol también pueden empeorar por algunos medicamentos que puede estar tomando para otros problemas de salud, como: acné, cáncer, presión arterial alta, VIH o SIDA, latidos cardíacos irregulares y trasplantes de órganos.",
		"Blog_Cholesterol_Tags": "#colesterol clinicahispana #obesidad #consejosparabajardepeso #clinicahispanasaludyesperanza #htx #houston #doctor #clinicacabecera #medicalclinic #walkinclini #clinicalatina #open #clinicasincita #citamedica",
		"Blog_Cholesterol_URL": "/blog/cholesterol",
		"Blog_Cholesterol_Date": "15 Nov",
		"Blog_Obesity_Title": "La Obesidad",
		"Blog_Obesity_SubTitle": "La Obesidad es una enfermedad ? ",
		"Blog_Obesity_Text": "La obesidad es un problema de salud cada vez más común en nuestra sociedad moderna. Afecta a personas de todas las edades y géneros, y puede tener graves consecuencias para la salud a largo plazo. La obesidad se define como un exceso de grasa corporal que puede tener un impacto negativo en la salud. En general, se considera que una persona es obesa cuando su índice de masa corporal (IMC) es superior a 30. El IMC se calcula dividiendo el peso en kilogramos por el cuadrado de la altura en metros. Por ejemplo, una persona que pesa 90 kilogramos y mide 1,70 metros tendría un IMC de 31,1 y sería considerada obesa.\n La obesidad puede tener consecuencias graves para la salud, como la diabetes tipo 2, enfermedades cardíacas, accidentes cerebrovasculares y algunos tipos de cáncer. Además, puede afectar la calidad de vida de una persona, limitando su capacidad para realizar actividades diarias y participar en actividades sociales. Por otro lado, el sobrepeso se refiere a un exceso de peso corporal que puede o no estar asociado con un exceso de grasa corporal. Una persona puede tener un IMC superior a 25 y ser considerada con sobrepeso, pero no necesariamente obesa. El sobrepeso puede ser causado por una variedad de factores, como una dieta poco saludable, la falta de actividad física, factores genéticos y ciertos trastornos médicos.\n Es importante destacar que la obesidad y el sobrepeso son problemas que pueden ser tratados y prevenidos. La clave para controlar el peso y mantener una buena salud es adoptar un estilo de vida saludable que incluya una dieta equilibrada y actividad física regular. También es importante buscar ayuda médica si se tienen dificultades para controlar el peso. Es importante adoptar un estilo de vida saludable para prevenir y tratar estos problemas y buscar ayuda médica si se necesita. En nuestra Clínica Hispana Salud y Esperanza contamos con profesionales altamente capacitados para ayudarte a mejorar tu salud y bienestar.",
		"Blog_Obesity_Tags": "#clinicahispana #obesidad #consejosparabajardepeso #clinicahispanasaludyesperanza #htx #houston #doctor #clinicacabecera #medicalclinic #walkinclini #clinicalatina #open #clinicasincita #citamedica #alief #sugarland ",
		"Blog_Obesity_URL": "/blog/obesity",
		"Blog_Obesity_Date": "01 Apr",
		"Blog_BloodTest_Title": "Análisis de Sangre",
		"Blog_BloodTest_SubTitle": "Análisis de Sangre",
		"Blog_BloodTest_Text": " Un conteo sanguíneo completo es un análisis de sangre común que se realiza por varias razones: \n* Para monitorear su salud general. Su médico puede recomendar una prueba de conteo sanguíneo completo como parte de un examen físico de rutina para controlar su salud general y detectar diversas enfermedades, como anemia o leucemia. \n* Para diagnosticar la enfermedad. Su médico puede recomendarle un hemograma si tiene debilidad, cansancio, fiebre, hinchazón, moretones o sangrado. Un hemograma completo puede ayudar a diagnosticar la causa de estos signos y síntomas. Si su médico sospecha que puede tener una infección, las pruebas también pueden ayudar a confirmar ese diagnóstico. * Para el control de enfermedades. Si le han diagnosticado un trastorno de la sangre que afecta su conteo de células sanguíneas, su médico puede usar un conteo sanguíneo completo para controlar su condición. * Supervisión médica del examen y tratamiento. Se puede usar un conteo sanguíneo completo para controlar su salud si está tomando medicamentos que pueden afectar los conteos de células sanguíneas",
		"Blog_BloodTest_Tags": "#laboratory #bloodtest #examenes #examenesdelaboratorio #latinosenhouston #hispanosenhouston #walkinclinic #clinica #clinicaenhoustontx #clinicacercademi #generalhealth #health #bloodwork ",
		"Blog_BloodTest_URL": "/blog/blood-test",
		"Blog_BloodTest_Date": "30 Nov",
		"Blog_BloodHighPresure_Title": "Hipertensión arterial",
		"Blog_BloodHighPresure_SubTitle": "¿Qué es la hipertensión arterial?  Causas, síntomas y tratamiento",
		"Blog_BloodHighPresure_Text": " La hipertensión arterial es una condición común en la que la presión arterial se encuentra constantemente elevada. A menudo llamada la asesina silenciosa, la hipertensión arterial puede causar graves problemas de salud a largo plazo si no se trata adecuadamente.\nHay varias causas de la hipertensión arterial, incluyendo la edad, el género, la genética, la obesidad, el tabaquismo, el consumo excesivo de alcohol y una dieta poco saludable rica en sodio. La hipertensión arterial también puede ser causada por otras afecciones médicas, como la diabetes y la enfermedad renal.\nLa mayoría de las personas con hipertensión arterial no experimentan síntomas, lo que significa que la afección puede pasar desapercibida durante años. Sin embargo, algunos síntomas comunes incluyen dolores de cabeza, mareos, dificultad para respirar y problemas de visión. Si experimentas alguno de estos síntomas, es importante que consultes a un médico para hacer un diagnóstico preciso.\nEl tratamiento de la hipertensión arterial puede incluir cambios en el estilo de vida, como hacer más ejercicio, dejar de fumar, reducir el consumo de alcohol y seguir una dieta saludable y baja en sodio. En algunos casos, se pueden recetar medicamentos para controlar la presión arterial.\nSi estás buscando una clínica médica que te brinde atención personalizada y de calidad para tratar tu hipertensión arterial, no busques más. La Clinica Hispana Salud y Esperanza, ubicada en Houston, está aquí para ayudarte. Nuestro equipo de médicos y profesionales de la salud están altamente capacitados para brindarte el mejor cuidado posible. Ofrecemos servicios en español e inglés y en un ambiente acogedor y amigable para que te sientas cómodo durante tu visita. Contáctanos hoy mismo para programar tu cita y comenzar a tomar control de tu salud.",
		"Blog_BloodHighPresure_Tags": "#clinicacercademi #clinicanearme #salud #foryou #medicina #explore #doctor #houston #texas #clinicalatina",
		"Blog_BloodHighPresure_URL": "/blog/high-blood-presure",
		"Blog_BloodHighPresure_Date": "17 Mar",
		"Blog_ProstateExamination_Title": "Exámen de Próstata",
		"Blog_ProstateExamination_SubTitle": "¿Qué es la detección del cáncer de próstata?",
		"Blog_ProstateExamination_Text": "La próstata es una glándula situada en el aparato reproductor masculino, debajo de la vejiga. Este cáncer es más común en hombres mayores a 50 años. Casi siempre va creciendo lentamente y no causa problemas de salud en momentos tempranos. Es posible vivir una larga vida con cáncer de próstata y nunca saber que se padece esta enfermedad. Si embargo en otros casos, el cáncer puede extenderse a otras partes del cuerpo y ser muy dañino para su salud y su temprana detección ayuda a prolongar y cuidar la calidad de vida del ser humano. Nuestra clínica hispana en Houston puede ayudarte con tu problema, no dudes en contactarnos. \nCon estas pruebas se busca detectar tempranamente el cáncer de próstata para evitar metástasis y pueda tratarse a tiempo. \n¿Qué pruebas detectan el cáncer de próstata? \nLa prueba antígeno prostático específico: También conocida como PSA, prueba en sangre. El antígeno prostático específico es una proteína producida por la próstata. Si tiene un nivel de PSA alto en sangre tiene altas probabilidades de tener cáncer en la próstata, pero no es prueba suficiente, producto a que otras afecciones pueden causar que el PSA tenga niveles altos, incluyendo: \n*Tener agrandamiento de próstata (hiperplasia prostática benigna o HPB) \n*Otros problemas comunes a la próstata\n*Tomar ciertos medicamentos \nGeneralmente, cuanto más alto sea su antígeno prostático, más probable es que tenga cáncer. Pero un PSA con nivel bajo en la sangre no quiere decir que no pueda tener cáncer.",
		"Blog_ProstateExamination_Tags": "#prostate #prostata #hombre #saludparaelhombre #psa #psatest #psainblood #health #salud #medicina #doctorgenearl #doctornearme #clinicahispana #clinicaenhouston",
		"Blog_ProstateExamination_URL": "/blog/prostate-examination",
		"Blog_ProstateExamination_Date": "10 Ene",
		"Blog_Tinnitus_Title": "Tinnitus",
		"Blog_Tinnitus_SubTitle": "Qué es el Tinnitus y cuales son sus síntomas?",
		"Blog_Tinnitus_Text": "El tinnitus es causado generalmente por una afección subyacente, como la pérdida auditiva relacionada con la edad, una lesión del oído o un trastorno del aparato circulatorio. Para muchas personas, el tinnitus mejora con el tratamiento de la causa subyacente o con otros que reducen o tapan el ruido, lo que hace que el tinnitus se perciba menos. Síntomas:\nEl tinnitus se describe, por lo general, como un zumbido en los oídos, aunque no exista una fuente de sonido externa. Sin embargo, el tinnitus puede causar otros tipos de ruidos imaginarios en los oídos: Zumbidos,Rugidos,Chasquidos,Siseos,Murmullos.\nEn la mayoría de las personas con tinnitus, este es subjetivo, es decir que solo lo escucha esa persona. El ruido del tinnitus puede variar de tono, desde un rugido bajo hasta un chillido alto, y se puede oír en uno o en ambos oídos. En algunos casos, el sonido puede ser tan alto que puede interferir en tu capacidad de concentración o de oír un sonido externo. El tinnitus puede estar presente todo el tiempo o puede ser intermitente.\nCausas frecuentes del tinnitus:\n*Pérdida auditiva\n*Infección de los oídos u obstrucción del conducto auditivo\n*Lesiones en la cabeza o cuello",
		"Blog_Tinnitus_Tags": "#tinnitus  #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Tinnitus_URL": "/blog/tinnitus",
		"Blog_Tinnitus_Date": "09 Ago",
		"Blog_Mammogram_Title": "Mamografía",
		"Blog_Mammogram_SubTitle": "Mamografía: Herramienta clave en la detección temprana del cáncer de mama",
		"Blog_Mammogram_Text": "La mamografía, también conocida como mamografía, es una técnica de imagen que utiliza rayos X de baja dosis para obtener imágenes detalladas de los senos. Este estudio permite detectar posibles masas, tumores, calcificaciones u otras anomalías en los senos, incluso antes de que sean palpables o visibles a simple vista. La detección temprana de estas anomalías es esencial, ya que el cáncer de mama en etapas iniciales tiene mejores tasas de éxito en el tratamiento y cura.\nLas recomendaciones médicas varían, pero en general se recomienda que las mujeres mayores de 40 años se realicen una mamografía de forma anual o bianual, dependiendo de los factores de riesgo individuales. Sin embargo, en casos de antecedentes familiares de cáncer de mama u otros factores de riesgo, los médicos pueden recomendar comenzar las mamografías a una edad más temprana o realizarlas con mayor frecuencia.\nEs importante tener en cuenta que la mamografía es una herramienta complementaria a la autoexploración de los senos y a la evaluación clínica por parte de un médico. La combinación de estos métodos aumenta las posibilidades de detección temprana del cáncer de mama.\nEs importante resaltar que la mamografía no solo es útil en la detección del cáncer de mama en mujeres, sino que también puede ser realizada en hombres, aunque la incidencia de cáncer de mama en hombres es mucho menor.\nEn la Clínica HIspana Salud y Esperanza, entendemos la importancia de la detección temprana del cáncer de mama y ofrecemos un servicio especializado en mamografía. Nuestro equipo de médicos altamente capacitados y nuestras instalaciones modernas y equipadas garantizan una experiencia segura y cómoda para nuestras pacientes. Además, ofrecemos un enfoque integral en la prevención y tratamiento del cáncer de mama, brindando un cuidado de calidad y personalizado.",
		"Blog_Mammogram_Tags": "#mamografia #mujeres #saludfemenina #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Mammogram_URL": "/blog/mammogram",
		"Blog_Mammogram_Date": "18 Apr",
		"Blog_Love_Title": "El amor y su impacto en la salud: ",
		"Blog_Love_SubTitle": "Descubre cómo el amor mejora tu bienestar físico y mental",
		"Blog_Love_Text": "Clínica Hispana Salud y Esperanza, les desea un feliz Día de San Valentín a todos nuestros pacientes y a toda la comunidad hispana en Houston Tx. Este día es una oportunidad para celebrar el amor y la conexión que nos une a nuestras parejas y seres queridos. Pero también es importante recordar que el amor no solo nos hace sentir bien emocionalmente, sino que también puede tener beneficios significativos para nuestra salud física y mental. \nCuando estamos enamorados, nuestro cerebro libera hormonas como la dopamina y la oxitocina, que nos hacen sentir felices y relajados. Estas hormonas también pueden reducir el estrés y la ansiedad, lo que puede tener efectos beneficiosos en nuestra salud cardiovascular y en nuestro sistema inmunológico.\nAdemás, las personas que tienen relaciones amorosas saludables suelen tener una mejor calidad de vida en general. El apoyo emocional y la conexión que se siente con una pareja pueden ayudar a reducir la depresión, la ansiedad y otros trastornos mentales. También pueden mejorar la autoestima y el bienestar psicológico.\nPor otro lado, se ha demostrado que las personas que tienen relaciones amorosas estables y duraderas tienen menos probabilidades de desarrollar enfermedades crónicas como la hipertensión, la diabetes y la obesidad. Esto puede deberse a que las relaciones amorosas saludables nos motivan a cuidar mejor de nosotros mismos y a llevar un estilo de vida más saludable en general.\nFeliz día del amor y la amistad!.",
		"Blog_Love_Tags": "#love #valentindays #health #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Love_URL": "/blog/valentindays",
		"Blog_Love_Date": "14 feb",
		"Blog_Diabetes_Title": "Diabetes",
		"Blog_Diabetes_SubTitle": "Diabetes, one of the most common diseases in our latin population",
		"Blog_Diabetes_Text": "La diabetes es una enfermedad en la que hay demasiada glucosa (azúcar) en la sangre. La glucosa proviene de los alimentos que consume. La insulina es una hormona que ayuda a que la glucosa ingrese a las células para obtener energía. En la diabetes tipo 1, el cuerpo no produce insulina. En la diabetes tipo 2, que es la forma más común, el cuerpo no puede producir o usar la insulina normalmente. Si no hay suficiente insulina, la glucosa permanece en la sangre. Con el tiempo, demasiada glucosa en la sangre puede causar problemas graves. Puede causar daño a los ojos, riñones y nervios. La diabetes también puede provocar ataques cardíacos, accidentes cerebrovasculares y la necesidad de amputación. Las mujeres embarazadas también pueden desarrollar diabetes llamada diabetes gestacional. Un análisis de sangre puede mostrar si tiene diabetes. Un tipo de prueba, A1c, también puede verificar qué tan bien está controlando su diabetes. El ejercicio, el control del peso y seguir un plan de alimentación pueden ayudar a controlar la diabetes. También debe controlar su nivel de azúcar en la sangre y tomar su medicamento si tiene una receta.",
		"Blog_Diabetes_Tags": "#sugar #diabetes #salud #medicina #clinicafamiliar #clinicasenhouston #clinicacercademi #clinicalatina #clinicahispana #houstontx #doctor #medicoprimario",
		"Blog_Diabetes_URL": "/blog/diabetes",
		"Blog_Diabetes_Date": "30 Nov",
		"Blog_Vaginosis_Title": "Vaginitis",
		"Blog_Vaginosis_SubTitle": "Vaginitis? Qué significa?",
		"Blog_Vaginosis_Text": "La vaginitis es una afección común que afecta a muchas mujeres. Se trata de una inflamación de la vagina que puede ser causada por diversos factores, como un desequilibrio en la flora vaginal, una infección por hongos o bacterias, o una reacción a determinados productos químicos. Los síntomas incluyen picazón, dolor, ardor y secreción vaginal anormal.\nEs importante que las mujeres que experimentan estos síntomas consulten a un especialista para recibir un diagnóstico preciso y un tratamiento adecuado. En algunos casos, la vaginitis puede ser causada por una infección de transmisión sexual, por lo que también es importante realizar pruebas para descartar esta posibilidad.\nEl tratamiento para la vaginitis depende de la causa subyacente. En caso de una infección por hongos, se prescribe una crema antifúngica. Si la vaginitis es causada por una infección bacteriana, se puede recetar un antibiótico. Si se trata de un desequilibrio en la flora vaginal, se recomienda un tratamiento con probióticos.\nEs importante destacar que la prevención de la vaginitis es fundamental. Las mujeres pueden reducir su riesgo de desarrollar esta afección siguiendo medidas sencillas, como mantener una higiene íntima adecuada, usar ropa interior suelta y cambiar tampones y compresas menstruales con frecuencia. También es recomendable evitar productos irritantes, como los jabones perfumados, y utilizar lubricantes durante las relaciones sexuales para reducir el riesgo de irritación.",
		"Blog_Vaginosis_Tags": "#salud \n#vaginitis \n#saludfemenina \n#womenhealth \n#vaginosis \n#infeccion \n#infection \n#health \n#medicalclinic \n#clinicaenhouston \n#centromedico \n#clinicalatina \n#clinicahispana \n#clinicaenhouston \n#doctor \n#gynecologist \n#ginecologo ",
		"Blog_Vaginosis_URL": "/blog/vaginosis",
		"Blog_Vaginosis_Date": "08 Feb",
		"Blog_PapSmearTest_Title": "Prueba de Papanicolaou",
		"Blog_PapSmearTest_SubTitle": "Cuál es la importancia de hacerse prueba de Papanicolaou?",
		"Blog_PapSmearTest_Text": "La prueba de Papanicolaou es una prueba que ayuda a detectar y prevenir el cáncer de cuello uterino. En la cirugía, se extraen células del cuello uterino, la parte inferior estrecha del útero que se conecta con la vagina. Las células se analizan para ver si son cancerosas o tienen el potencial de volverse cancerosas. Estas se llaman células precancerosas. La detección y el tratamiento de las células precancerosas pueden ayudar a prevenir el cáncer de cuello uterino. La prueba de Papanicolaou es una forma efectiva de detectar cánceres tempranos que son más fáciles de tratar.\nOtros nombres para la prueba de Papanicolaou: frotis cervical, frotis de muerto, frotis cervical, citología cervical, citología cervical, citología cervical. La mayoría de las mujeres entre las edades de 21 y 65 años deben hacerse pruebas de Papanicolaou con regularidad",
		"Blog_PapSmearTest_Tags": "#clinicamedica\n #bloodwork\n #clinicacercademi\n #medicina\n #salud\n #chequeoanual\n #medicalclinic\n #doctor\n #clinicanenhouston\n #radiografia\n #mamografia\n #examendeprostata\n #papanicolaou\n #examenesdesangre.",
		"Blog_PapSmearTest_URL": "/blog/pap-smear-test",
		"Blog_PapSmearTest_Date": "15 Nov",
		"Blog_STD_Title": "Enfermedades de transmisión sexual (ETS)",
		"Blog_STD_SubTitle": "¿Qué son las enfermedades de transmisión sexual (ETS)?",
		"Blog_STD_Text": "Una enfermedad de transmisión sexual (ETS) o infección de transmisión sexual (ITS) es una infección que se transmite de una persona a otra a través del contacto sexual. La exposición suele ser vaginal, oral o anal. Pero a veces pueden propagarse a través del contacto físico cercano. Esto se debe a que algunas ETS, como el herpes y el VPH, se transmiten a través del contacto de piel con piel. Comuníquese con la Clínica Hispana Salud Y Esperanza en Houston para recibir asistencia médica. Las ITS no siempre tienen síntomas o pueden causar solo síntomas leves. Por la misma razón, es posible adquirirlo sin saberlo, aunque aún puede transmitirse a otras personas.\n• Secreción anormal del pene o la vagina \n• Llagas o verrugas en el área genital \n• Micción frecuente o dolorosa \n• Comezón y enrojecimiento en el área genital\n• Ampollas o llagas en los genitales o alrededor de la boca \n• Mal olor vaginal \n• Picazón, dolor o enrojecido en la vaginal \n• Dolor en el abdomen \n• Fiebre",
		"Blog_STD_Tags": "#std #disease #health #doctor #infection",
		"Blog_STD_URL": "/blog/std",
		"Blog_STD_Date": "30 Nov",
		"Blog_FLU_Title": "Influenza",
		"Blog_FLU_SubTitle": "¿Conoces los principales síntomas y causas de la influenza?",
		"Blog_FLU_Text": "Al comienzo, la influenza quizás parezca un resfriado común con nariz que gotea, estornudos y dolor de garganta. Pero los resfriados generalmente se presentan lentamente, mientras que la influenza tiende a aparecer de súbito. Y aunque un resfriado puede ser una molestia, generalmente te sientes mucho peor con la influenza. Algunos signos y síntomas frecuentes de la influenza incluyen: \n* Fiebre Dolor en los músculos Escalofríos y sudoración \n* Dolor de cabeza \n* Tos persistente o seca \n* Falta de aire al respirar \n* Cansancio y debilidad \n* Nariz congestionada o goteo \n* Dolor de garganta \n* Dolor en los ojos \n* Vómitos y diarrea, pero esto es más común en los niños que en los adultos \n CAUSAS:\nLos virus de influenza viajan por el aire en gotitas cuando alguien que tiene la infección tose, estornuda, o habla. Es posible inhalar las gotitas directamente, o contagiarse por medio de un objeto como un teléfono o un teclado de computadora y luego transferir los virus a los ojos, la nariz o la boca.\n Las personas que tienen el virus probablemente sean contagiosas aproximadamente desde el día antes a cinco días después de que se presenten los síntomas. Los niños y las personas con el sistema inmunitario debilitado quizás sean contagiosos por un tiempo un poco más largo.\n Los virus de la influenza están cambiando constantemente, con nuevas cepas que aparecen de manera regular. Si has tenido influenza en el pasado, tu cuerpo ya produjo anticuerpos para combatir esa cepa específica del virus. Si los virus futuros de la influenza son similares a los que ya enfrentaste por tener la enfermedad o por vacunarte, esos anticuerpos pueden prevenir la infección o reducir su gravedad. Pero los niveles de anticuerpos quizás bajen con el tiempo. Y los anticuerpos contra los virus de la influenza a que estuviste expuesto antes quizás no te protejan contra las nuevas cepas que pueden ser muy diferentes de las anteriores por eso es necesario las vacunas anuales. \n Si eres joven y estás sano, la influenza generalmente no es grave. Aunque quizás te sientas muy mal mientras la tienes, la influenza generalmente desaparece en una semana o dos sin efectos a largo plazo. Pero los niños y los adultos en alto riesgo pueden presentar complicaciones que quizás incluyan:\n* neumonía \n* bronquitis \n* brotes asmáticos \n* problemas de corazón \n* infecciones del oído \n* síndrome de dificultad respiratoria aguda \n* La neumonía es una de las complicaciones más graves. Puede ser mortal para los adultos mayores y las personas con enfermedades crónicas. \n Es necesario recurrir con asistencia médica y nosotros podemos ayudarle. Clínica Hispana Salud y Esperanza localizada en Houston, Texas brinda servicio de calidad y cuenta con personal que hablan español, podemos ayudarle  Su salud es nuestra prioridad",
		"Blog_FLU_Tags": "#flu #influenza #disease #health #doctor #infection",
		"Blog_FLU_URL": "/blog/flu",
		"Blog_FLU_Date": "28 Oct",
		"Blog_ADENOIDS_Title": "Adenoides",
		"Blog_ADENOIDS_SubTitle": "¿Qué son los Adenoides?",
		"Blog_ADENOIDS_Text": "Los adenoides son un conjunto de tejido linfático situado en la parte posterior de la nariz, cerca de la base del cráneo. A menudo, son más grandes en los niños y pueden disminuir en tamaño con la edad. Sin embargo, en algunos casos, los adenoides pueden crecer demasiado y causar problemas de salud. \nLos síntomas comunes de los adenoides agrandados incluyen: dificultad para respirar por la nariz, ronquido, apnea del sueño, dificultad para oír, y sinusitis recurrente. En casos graves, los adenoides agrandados pueden causar deformidades faciales y retraso en el crecimiento. El tratamiento para los adenoides agrandados puede incluir medidas conservadoras como la terapia de aire caliente y la irrigación nasal, pero en casos más graves puede ser necesario realizar una cirugía para extirpar los adenoides. \nEs importante que los padres estén atentos a los síntomas de los adenoides agrandados en sus hijos y busquen atención médica si sospechan de un problema. Con el tratamiento adecuado, los niños pueden volver a respirar, oír y dormir normalmente.\n Si tienes alguna duda o pregunta, o tu niño, familiar y amigo están sufriendo por este problema puede visitar nuestra clínica localizada en Houston, que brinda servicios médicos de excelencia para la comunidad hispana y latina. Clínica Hispana Salud Y Esperanza es tu mejor opción. Hablamos español y estamos ubicados cerca de ti. Te esperamos en 8200 Wilcrest Dr. Ste#20 Houston Tx 77072.",
		"Blog_ADENOIDS_Tags": "#clinicalatina #clinicaenhouston #clinicahispana #walkinclinic #doctor #medicoprimario #medicina #salud #atencionmedica #houston #htx #infecciones ",
		"Blog_ADENOIDS_URL": "/blog/adenoids",
		"Blog_ADENOIDS_Date": "26 Ene",
		"Blog_Ultrasound_Title": "Ultrasonidos",
		"Blog_Ultrasound_SubTitle": "¿Qué son los ultrasonidos?",
		"Blog_Ultrasound_Text": "Los ultrasonidos usan ondas de sonido para crear imágenes de las estructuras del cuerpo. Ayuda a diagnosticar la causa del dolor, la hinchazón y la infección en los órganos internos del cuerpo y ayuda a examinar al feto (feto) de una mujer embarazada. En los niños pequeños, los médicos a menudo usan ultrasonido para evaluar el cerebro, las caderas y la columna vertebral. También ayuda a guiar biopsias, diagnosticar enfermedades del corazón y evaluar el daño después de un ataque al corazón. El ultrasonido es seguro, no invasivo y no usa radiación. Los ultrasonidos ayudan a los médicos a evaluar el daño a los órganos luego de una enfermedad y a diagnósticar varias condiciones, tales como dolores, hinchazón, infección. ",
		"Blog_Ultrasound_Tags": "#Ultrasound #disease #health #doctor #infection #clinicaenhouston #clinicahispana #clinicafamiliar #walkinclinic #doctor #salud #foryou #explorepage #googlesearch #htx #hispanos #latinos ",
		"Blog_Ultrasound_URL": "/blog/ultrasound",
		"Blog_Ultrasound_Date": "07 Sep",
		"Blog_CardiovascularDiseases_Title": "Enfermedades cardiovasculares",
		"Blog_CardiovascularDiseases_SubTitle": "Enfermedades cardiovasculares",
		"Blog_CardiovascularDiseases_Text": "Afección cardíaca que se manifiesta mediante vasos sanguíneos enfermos, problemas estructurales y coágulos sanguíneos. La enfermedad cardíaca incluye una gran variedad de enfermedades que afectan el corazón. Nuestra Clinica Hispana Salud Y Esperanza le informa a nuestra comunidad latina sobre salud TIPOS MÁS COMUNES\n*Enfermedad coronaria (Lesión o enfermedad en los principales vasos sanguíneos del corazón)\n*Hipertensión arterial (Afección en la que la presión de la sangre hacia las paredes de la arteria es demasiado alta)\n*Paro cardiorrespiratorio (Pérdida inesperada y repentina de la función cardíaca, la respiración y el conocimiento)\n* Paro cardiorrespiratorio (Pérdida inesperada y repentina de la función cardíaca, la respiración y el conocimiento)\n*Insuficiencia cardíaca (Afección crónica que provoca que el corazón no bombee sangre con la eficacia necesaria)\n* Arritmia (Latidos anormales del corazón, ya sea irregulares, demasiado rápidos o lentos)\n*Enfermedad arterial periférica (Afección circulatoria en la que el estrechamiento de los vasos sanguíneos reduce la irrigación sanguínea a los miembros)\n*Derrame cerebral (Lesión en el cerebro ocasionada por la interrupción de la irrigación sanguínea)",
		"Blog_CardiovascularDiseases_Tags": "#heart\n #cardiovasculardisease\n #cardiovascular\n #doctor\n #stroke\n #heartfailure",
		"Blog_CardiovascularDiseases_URL": "/blog/cardiovascular-diseases",
		"Blog_CardiovascularDiseases_Date": "19 Jul",
		"CallToActionOneData_Button": "Agendar Cita",
		"CallToActionOneData_Title": "Tu mayor riqueza es la salud, reserva tu cita ya!",
		"ContactOne_Confirmation": "Luego de agendar la cita nos comunicaremos con usted lo más rápido posible.",
		"ContactOne_Confirmation1": "Su cita fue agendada con éxito. En breve nos comunicaremos con usted",
		"ContactOne_Message": "Mensaje",
		"ContactOne_Name": "Su Nombre y Apellidos",
		"ContactOne_Phone": "Tu teléfono",
		"ContactOne_SelectDate": " Seleccione la Fecha",
		"ContactOne_SelectMedicalSecure": "Seleccione su seguro médico",
		"ContactOne_SelectService": "Seleccione un servicio",
		"ContactOne_SelectTime": " Seleccione la Hora",
		"ContactOne_SubtitleForm": "Para saber sobre cualquier servicio puede llamarnos o dejarnos su información aquí debajo",
		"ContactOne_Title": "Atención primaria de salud para adultos y niños . Médico de cabecera en Houston, Tx",
		"ContactOne_TitleForm": "Contáctanos",
		"ContactOne_WithoutSecure": "Sin Seguro Médico",
		"ContactThree_Button": "Enviar Ahora",
		"ContactThree_Parr": " Nuestro equipo médico cuenta con el objetivo de mejorar tu salud y la de cada miembro de tu familia. Esta característica nos diferencia de otras clínicas en houston.\nSi a lo largo del recorrido de nuestra web incluyendo nuestro blog aún no has encontrado respuesta a tus preguntas dudas o situación de salud;  puede llenar el siguiente formulario y dejarnos su inquietud, duda o pregunta nuestro equipo se pondrá en contacto con usted lo más rápido posible.",
		"ContactThree_Subtitle": "En nuestra \nclínica hispana\n puede consultarte de manera profesional y honesta, la atención de salud de alta calidad no tiene por qué ser costosa. ",
		"ContactThree_Title": "Contacta con nosotros",
		"ContactTree_Confirmation": "Su mensaje ha sido enviado, en breve nos comunicaremos con usted.",
		"ContactTwo_SubtitleForm": "Para más información acerca del servicio puede llamarnos o dejarnos sus datos aquí",
		"FeatureOneData_Atention_Adult_Child": "Atención Médica para Adultos y Niños",
		"FeatureOneData_Clinic_Hispany_in_Houston": "Clínica Hispana Familiar en Houston Tx",
		"FeatureOneData_More_Experience": "Mas de 10 años de experiencia atendiendo a la comunidad latina",
		"FeatureOneData_Without_Date": "Sin necesidad de Cita",
		"FeatureOneData_Without_Secure": "Sin necesidad de Seguro Médico",
		"Footer_Links": "Enlaces Rápidos",
		"FunfactOneData_Text1": "Total Atendidos",
		"FunfactOneData_Text2": "Satisfechos",
		"FunfactOneData_Text3": "Bajo tratamiento y seguimiento ",
		"FunfactOneData_Title": "Nuestros Pacientes",
		"GalleryOneData_Title1": "Ultrasonidos",
		"GalleryOneData_Title2": "Examen Físico",
		"GalleryOneData_Title3": "Control y Tratamiento de enfermedades",
		"GalleryOneData_Title4": "Tratamiento de infecciones",
		"GalleryOneData_Title5": "Enfermedades de transmisión sexual",
		"GalleryOneData_Title6": "DOT Examen",
		"Header_About": "Sobre Nosotros",
		"Header_Address": "Dirección",
		"Header_Blog": "Blog",
		"Header_Book_Today": "Agendar Cita",
		"Header_Brand": "prueba",
		"Header_Call_Now": "Llama ahora",
		"Header_Contact": "Contacto",
		"Header_Flag": "flag_esp",
		"Header_Home": "Inicio",
		"Header_Mobile_MenuText": "Somos una clínica de \natención médica\n ubicada en Houston, Tx dedicada y comprometida con el cuidado exclusivo de nuestros pacientes.",
		"Header_Mon_Sun": "Lun-Vie: [9am - 8pm] Sab-Dom: [9am - 6pm]",
		"Header_Open_hours": "Horario de Trabajo",
		"Header_Services": "Servicios",
		"MetaDescription_About": "\nAtención médica en Houston, Tx\n.Equipo formado por asistentes médicos, Family Nurse Practitioner, Doctores en Medicina(MD) certificados en Texas",
		"MetaDescription_Appointment": "Contacta con nuestra \nclínica familiar en Houston, Tx\n atención médica con o sin seguro y sin necesidad de cita previa",
		"MetaDescription_Blog": "\nClínica latina familiar en Houston, Tx\n. Se brinda atención médica con o sin seguro médico y sin necesidad de cita previa.♥ Tu salud es nuestra prioridad ♥.",
		"MetaDescription_Contact": "Contacta con nuestra \nClínica hispana en Houston Tx\n. Estamos cerca de ti",
		"MetaDescription_Home": "\nClínica Hispana Salud Y Esperanza | Medical Clinic | Houston Tx\n. Se brinda atención médica con o sin seguro médico y sin necesidad de cita previa.♥ Tu salud es nuestra prioridad ♥.",
		"MetaDescription_Services": "Laboratorio Clínico, Papanicolaou, Curas y Suturas, Control y Tratamiento de enfermedades, DOT Examen, Lavado de oído, Consulta Médica General, Tratamiento de Infecciones, Inyecciones, Extracción de uñas, Examen Físico, Test de Embarazo, Refill de Medicamentos, Examen de Prostáta, Enfermedades de transmisión sexual, Ultrasonidos, Covid 19, Extracción de anticonceptivo",
		"MetaDescription_Services_ContraceptiveRemoval": "\nExtracción de anticonceptivo:\n Retiramos los dispositivos intrauterinos y los anticonceptivos como el implanon en el brazo",
		"MetaDescription_Services_Covid": "\nCovid 19:\n No necesitas cita, Rápidos, seguros y efectivos con el tratamiento .",
		"MetaDescription_Services_CureSutures": "\nCuras y Suturas:\n Realizamos el proceder con el máximo cuidado para el control de infecciones",
		"MetaDescription_Services_DOTExam": "\nDOT examen:\n Es una prueba médica que requiere el DPS para autorizar a los camioneros para maneja",
		"MetaDescription_Services_DiseaseControl": "\nControl y Tratamiento de enfermedades:\n Nuestra prioridad es la salud de nuestros pacientes",
		"MetaDescription_Services_EarWhash": "\nLavado de oído:\n En nuestra clínica hispana le ayudamos a mantener la limpieza de su oído",
		"MetaDescription_Services_GeneralMedical": "\nonsulta Médica General:\n Nuestra consulta médica consta con profesionales de la salud honestos que le ayudarán",
		"MetaDescription_Services_InfectionTreatment": "\nTratamiento de Infecciones:\n Controlamos y tratamos todas las infecciones",
		"MetaDescription_Services_Injection": "Colocamos \ninyecciones\n para alivio del dolor, infecciones, alergias, alta presión, vitaminas y muchas más",
		"MetaDescription_Services_Laboratory": "\nLaboratorio Clínico:\n Los examenes nos ayudarán para el diagnóstico de enfermedades y dosis adecuada de tratamientos",
		"MetaDescription_Services_NailRemoval": "\nExtracción de uñas:\n La extracción quirúrgica de uña se suele hacer solo cuando una gran parte de la uña está afectada y dañada o si las uñas duelen mucho.",
		"MetaDescription_Services_PapTest": "\nPrueba de Papanicolaou\n, también llamada citología vaginal, es una exploración complementaria que se realiza para diagnosticar el cáncer cérvico-uterino",
		"MetaDescription_Services_PhysicalExam": "Realizamos \nexamenes físicos\n tanto para la escuela como para el trabajo",
		"MetaDescription_Services_PregnancyTest": "La \nprueba de embarazo\n en la sangre es más confiable",
		"MetaDescription_Services_PrescriptionRefill": "\nRefill de Medicamentos:\n Nos encargamos de renovar medicamentos ya prescritos por nosotros u otros doctores siempre y cuando estén al márgen de cumplir con su fecha de expiración .",
		"MetaDescription_Services_ProstateExam": "\nExamen de Prostáta:\n La prueba mide una proteína producida en la glándula de la próstata, que se llama antígeno prostático específico o PSA, por sus siglas en inglés. Se realiza en sangre",
		"MetaDescription_Services_SexuallyDiseases": "\nEnfermedades de transmisión sexual:\n Diagnosticamos la enfermedades y de ahí procedemos con el tratamiento",
		"MetaDescription_Services_Ultrasound": "Realizamos diferentes \nultrasonidos\n de acorde a la indicación de nuestros doctores para diagnosticar las causas del dolor, la hinchazón, y la infección en los órganos internos del cuerpo.",
		"PayOptionsText": "Opciones de Pago",
		"ServiceContraceptiveRemoval_PostSubtitle1_List1": "La consulta estará acompañada por un personal femenino que le ayudará en su procedimiento",
		"ServiceContraceptiveRemoval_PostSubtitle1_List2": "El tiempo aproximado no es largo está entre 15-30 mints aunque depende mucho del grado de complejidad por cada paciente",
		"ServiceContraceptiveRemoval_PostSubtitle2_List1": "El proceso de extracción es doloroso? No, tenemos los materiales y el personal encargado contamos con mucha experiencia. ",
		"ServiceContraceptiveRemoval_PostSubtitle2_List2": " Se aplica anestesia? Si es vía vaginal donde tiene el anticonceptivo no es necesario pero si si lo tiene en el brazo si la aplicamos ",
		"ServiceContraceptiveRemoval_PostTitle": "Extracción de anticonceptivo",
		"ServiceContraceptiveRemoval_Text1": "Retiramos los dispositivos intrauterinos y los anticonceptivos como el implanon en el brazo",
		"ServiceContraceptiveRemoval_TextExtra": "El procedimiento tarda de 20-30 mints",
		"ServiceCovid_PostSubtitle1": "Beneficios",
		"ServiceCovid_PostSubtitle1_List1": "Rápidos, seguros y efectivos con el tratamiento .",
		"ServiceCovid_PostSubtitle1_List2": "Ningún caso complicado – hasta la fecha",
		"ServiceCovid_PostSubtitle2": "Preguntas frecuentes",
		"ServiceCovid_PostSubtitle2_List1": "Si salgo positivo al covid me atiende y me ponen tratamientos?\nSi atendemos los casos de Covid, tratamientos, y seguimiento   ",
		"ServiceCovid_PostSubtitle2_List2": "Después que se me quite el virus puedo repetirme la prueba con ustedes? Por supuesto que si cuyo objetivo es importante ser testeado correctamente, puede existir el falso negativo.",
		"ServiceCovid_PostTitle": "COVID",
		"ServiceCovid_Text1": "No necesitas cita, Rápidos, seguros y efectivos con el tratamiento .",
		"ServiceCovid_TextExtra": "[Rapid covid test : Resultados en 10 mints ] [PCR : resultados 24-48 hrs]",
		"ServiceCureSutures_PostSubtitle1": "Beneficios",
		"ServiceCureSutures_PostSubtitle1_List1": "Las curas el costo es variable y las suturas son $40 x cada punto ",
		"ServiceCureSutures_PostSubtitle1_List2": "Tenemos experiencia, los profesionales son excelentes",
		"ServiceCureSutures_PostSubtitle2": "Preguntas frecuentes",
		"ServiceCureSutures_PostSubtitle2_List1": "¿Cuanto cobran por retirar puntos?\nEl costo por retirar puntos es de $10 x cada punto",
		"ServiceCureSutures_PostSubtitle2_List2": "Tenemos experiencia, los profesionales son excelentes",
		"ServiceCureSutures_PostTitle": "Curas y Suturas",
		"ServiceCureSutures_Text1": "Realizamos el proceder con el máximo cuidado para el control de infecciones",
		"ServiceCureSutures_TextExtra": "Lograr sanar lo más pronto posible y correctamente las heridas",
		"ServiceDiseaseControl_PostSubtitle1": "Beneficios",
		"ServiceDiseaseControl_PostSubtitle1_List1": "Honestidad y precisión en los tratamientos",
		"ServiceDiseaseControl_PostSubtitle1_List2": "Experiencia médica ",
		"ServiceDiseaseControl_PostSubtitle2": "Preguntas frecuentes",
		"ServiceDiseaseControl_PostSubtitle2_List1": "Tratan las alergias?\nSí, por supuesto y garantizamos su mejora ",
		"ServiceDiseaseControl_PostSubtitle2_List2": "Que enfermedades tratan?  Tratamos enfermedades agudas y crónicas por ejemplo : Diabetes, Hipertensión, Enfermedades de Transmisión sexual, Colesterol, Anemias, Alergias, Tiroides, Alivio del Dolor, Enfermedades cardiovasculares, Obesidad, Estrés, Ansiedad, Depresión, Disfunción eréctil entre otras",
		"ServiceDiseaseControl_PostTitle": "Control y Tratamiento de enfermedades",
		"ServiceDiseaseControl_Text1": "Nuestra prioridad es la salud de nuestros pacientes",
		"ServiceDiseaseControl_TextExtra": "Se indica solo lo que se necesita para su mejora",
		"ServiceDotExam_PostSubtitle1": "Beneficios",
		"ServiceDotExam_PostSubtitle1_List1": "Se realiza dentro de la consulta médica, no necesita cita con nosotros ",
		"ServiceDotExam_PostSubtitle1_List2": "Se entrega en persona el certificado médico y se sube al sistema de DOT Y DPS todo esto en el mismo día.",
		"ServiceDotExam_PostSubtitle2": "Preguntas frecuentes",
		"ServiceDotExam_PostSubtitle2_List1": "Si estuviera descompensado de mi enfermedad ustedes me atienden ?\nPor supuesto podemos realizar el servicio y entregarle su certificado más colocarle el tratamiento adecuado para que este bien de salud y no ponga en peligro su vida y la de los demás",
		"ServiceDotExam_PostSubtitle2_List2": "¿Viene incluido la orina ?\nSi le realizamos la prueba de orina",
		"ServiceDotExam_PostTitle": "DOT Examen",
		"ServiceDotExam_Text1": "El DOT examen es una prueba médica que requiere el DPS para autorizar a los camioneros para manejar consiste que goza de buena salud o que esté controlada su enfermedad y no pone en peligro la vida en la carretera del chófer como las personas conduciendo",
		"ServiceDotExam_TextExtra": "El proceso demora de \n50 minutos a 1 hora",
		"ServiceEarWhash_PostSubtitle1": "Beneficios",
		"ServiceEarWhash_PostSubtitle1_List1": "Servicio rápido y eficaz. Recuperación rápida garantizada",
		"ServiceEarWhash_PostSubtitle1_List2": "Atendemos cuidadosamente adultos y niños para este problema",
		"ServiceEarWhash_PostSubtitle2": "Preguntas frecuentes",
		"ServiceEarWhash_PostSubtitle2_List1": "Retiran el tapón ?Si realizamos la extracción del tapón de serumen que tenga y realizamos la limpieza completa",
		"ServiceEarWhash_PostSubtitle2_List2": "¿Tengo zumbidos en los oídos?Se debe realizar una revisión y exploración personalizada de su oído y una entrevista para determinar su afección y colocarle tratamiento.ej. suele ser tinnitus en la mayoría de los casos",
		"ServiceEarWhash_PostTitle": "Lavado de oído",
		"ServiceEarWhash_Text1": "En nuestra clínica hispana le ayudamos a mantener la limpieza de su oído también la revisión y en caso de tener infección o obstrucción del conducto auditivo tratar esta afección",
		"ServiceEarWhash_TextExtra": "Depende del grado de afección si es un lavado tomaremos alrededor 30 mints",
		"ServiceGeneralMedical_PostSubtitle1": "Beneficios",
		"ServiceGeneralMedical_PostSubtitle1_List1": "La consulta médica tiene costo de $30.00",
		"ServiceGeneralMedical_PostSubtitle1_List2": "Su privacidad y salud están garantizadas",
		"ServiceGeneralMedical_PostSubtitle2": "Preguntas frecuentes",
		"ServiceGeneralMedical_PostSubtitle2_List1": "Necesito cita?\nNo necesitas cita con nosotros, puede llegar a nuestra locación y será atendido(a) de inmediato.",
		"ServiceGeneralMedical_PostSubtitle2_List2": "El personal médico realiza exploración del cuerpo?\nSi, nuestro personal está capacitado para realizarle un examen físico de su cuerpo y determinar cuál es la conducta a seguir según sus síntomas y causas.",
		"ServiceGeneralMedical_PostTitle": "Consulta Médica General",
		"ServiceGeneralMedical_Text1": "Nuestra consulta médica consta con profesionales de la salud honestos que le ayudarán",
		"ServiceGeneralMedical_TextExtra": "Los resultados listos 20-30 mints",
		"ServiceInfectionTreatment_PostSubtitle1": "Beneficios",
		"ServiceInfectionTreatment_PostSubtitle1_List1": "Orientamos los medicamentos y tratamientos correctos para eliminar la infección",
		"ServiceInfectionTreatment_PostSubtitle1_List2": "Nos aseguramos de educar y enseñar al paciente como prevenir futuras infecciones",
		"ServiceInfectionTreatment_PostSubtitle2": "Preguntas frecuentes",
		"ServiceInfectionTreatment_PostSubtitle2_List1": "Tratan infecciones vaginales?\nTratamos las infecciones vaginales y le damos seguimiento a su condición",
		"ServiceInfectionTreatment_PostSubtitle2_List2": "¿Realizan todos los tipos de análisis?\nRealizamos todos los tipos de análisis y toma de muestras de todas las infecciones",
		"ServiceInfectionTreatment_PostTitle": "Tratamiento de Infecciones",
		"ServiceInfectionTreatment_Text1": "Controlamos y tratamos todas las infecciones",
		"ServiceInfectionTreatment_TextExtra": "Logramos la eliminación de la infección en el menor tiempo posible",
		"ServiceInjections_PostSubtitle1": "Beneficios",
		"ServiceInjections_PostSubtitle1_List1": "Su efecto actúa más rápido y específico mejorando así la situación del paciente estos tratamientos suelen en la mayoría de los casos mejor que las tabletas.",
		"ServiceInjections_PostSubtitle1_List2": "Colocamos inyecciones intramusculares, deltoides, subcutáneas .",
		"ServiceInjections_PostSubtitle2": "Preguntas frecuentes",
		"ServiceInjections_PostSubtitle2_List1": "¿Colocan inyecciones preventivas de embarazo? Si colocamos la progesterona de 3 meses duración ",
		"ServiceInjections_PostSubtitle2_List2": "Duelen mucho ? A pesar de ser un método necesario y la vez quizás invasivo contamos con enfermero(a) con experiencia a pesar que siempre usamos el tamaño y diámetro de la aguja según su proporción o sitio de inyección así que el dolor se reduce a lo mínimo -normal de una inyección",
		"ServiceInjections_PostTitle": "Inyecciones",
		"ServiceInjections_Text1": "Colocamos inyecciones para alivio del dolor, infecciones, alergias, alta presión, vitaminas y muchas más",
		"ServiceInjections_TextExtra": "Primero se preparan con correcta sanidad y manipulación y utilizamos agujas por cada tratamiento y por cada sitio de inyección y también dependiendo el prototipo de persona la usamos por cada medicamento tamaño del individuo, conjetura física o edad de la persona por ejemplo para niños es un tipo de aguja y otra para adultos",
		"ServiceLaboratory_PostSubtitle1": "Beneficios",
		"ServiceLaboratory_PostSubtitle1_List1": "Se entregan los resultados  a los pacientes. ",
		"ServiceLaboratory_PostSubtitle1_List2": "Ayuda a detectar y prevenir   enfermedades crónicas o ya en proceso.",
		"ServiceLaboratory_PostSubtitle2": "Preguntas frecuentes",
		"ServiceLaboratory_PostSubtitle2_List1": "Qué examenes realizan?\nRealizamos todos los examenes de Sangre y de laboratorios",
		"ServiceLaboratory_PostSubtitle2_List2": "Ej: Triglicéridos, colesterol, diabetes, próstata y más.",
		"ServiceLaboratory_PostTitle": "Laboratorio Clínico",
		"ServiceLaboratory_Text1": "Los examenes nos ayudarán para el diagnóstico de enfermedades y dosis adecuada de tratamientos",
		"ServiceLaboratory_TextExtra": "Los resultados listos 24 -48 hrs",
		"ServiceNailRemoval_PostSubtitle1": "Beneficios",
		"ServiceNailRemoval_PostSubtitle1_List1": "Beneficio principal salvar la uña con con el cuidado necesario y correcto",
		"ServiceNailRemoval_PostSubtitle1_List2": "En caso de extracción que crezca totalmente sana",
		"ServiceNailRemoval_PostSubtitle2": "Preguntas frecuentes",
		"ServiceNailRemoval_PostSubtitle2_List1": "¿Colocan anestesia para remover la uña? Si colocamos anestesia local en el área de extracción ",
		"ServiceNailRemoval_PostSubtitle2_List2": "Si tengo hongo pueden salvarme la uña? Si primeramente verificar y saber el tipo de hongo y luego colocar tratamiento específico",
		"ServiceNailRemoval_PostTitle": "Extracción de uñas",
		"ServiceNailRemoval_Text1": "La extracción quirúrgica de uña se suele hacer solo cuando una gran parte de la uña está afectada y dañada o si las uñas duelen mucho. En algunos casos, solo se elimina la porción afectada y no toda la uña. ",
		"ServiceNailRemoval_TextExtra": "Nos tomamos alrededor de 15 a 30 mints",
		"ServiceOneData_Button": "Leer Más",
		"ServiceOneData_Text1": "Los examenes nos ayudarán para el diagnóstico de enfermedades y dosis adecuada de tratamientos",
		"ServiceOneData_Text10": "Realizamos el proceder con el máximo cuidado para el control de infecciones",
		"ServiceOneData_Text11": "Examen de la próstata",
		"ServiceOneData_Text12": "DOT Examen",
		"ServiceOneData_Text2": "La prueba de Papanicolaou, también llamada citología vaginal, es una exploración complementaria que se realiza para diagnosticar el cáncer cérvico-uterino",
		"ServiceOneData_Text3": "Nuestra consulta médica consta con profesionales de la salud honestos que le ayudarán",
		"ServiceOneData_Text4": "Realizamos diferentes ultrasonidos de acorde a la indicación de nuestros doctores para diagnosticar las causas del dolor, la hinchazón, y la infección en los órganos internos del cuerpo.",
		"ServiceOneData_Text5": "Realizamos examenes físicos tanto para la escuela como para el trabajo",
		"ServiceOneData_Text6": "Nuestra prioridad es la salud de nuestros pacientes",
		"ServiceOneData_Text7": "covid 19",
		"ServiceOneData_Text8": "Controlamos y tratamos todas las infecciones",
		"ServiceOneData_Text9": "Diagnosticamos la enfermedades y de ahí procedemos con el tratamiento",
		"ServiceOneData_Title": "Nuestros Servicios",
		"ServiceOneData_Title1": "Laboratorio Clínico",
		"ServiceOneData_Title10": "Examen de la próstata",
		"ServiceOneData_Title11": "Extracción de anticonceptivo",
		"ServiceOneData_Title12": "Extracción de uñas",
		"ServiceOneData_Title2": "Papanicolaou",
		"ServiceOneData_Title3": "Consulta Médica General",
		"ServiceOneData_Title4": "Ultrasonidos",
		"ServiceOneData_Title5": "Examen Físico",
		"ServiceOneData_Title6": "Disease Control and Treatment",
		"ServiceOneData_Title7": "Covid 19 test",
		"ServiceOneData_Title8": "Tratamiento de infecciones",
		"ServiceOneData_Title9": "Enfermedades de transmisión sexual",
		"ServiceOthers_PostTitle": "Otros",
		"ServicePapTest_PostSubtitle1": "Beneficios",
		"ServicePapTest_PostSubtitle1_List1": "La prueba la realiza una mujer por ende la privacidad.",
		"ServicePapTest_PostSubtitle1_List2": "Los resultados son interpretados y entregados a la paciente.",
		"ServicePapTest_PostSubtitle2": "Preguntas frecuentes",
		"ServicePapTest_PostSubtitle2_List1": "Si necesitara referido con el ginecólogo me lo hacen allí?                                             \nSi por supuesto sin problema alguno",
		"ServicePapTest_PostSubtitle2_List2": "Es mujer quién realiza el test ?\nTenemos el personal adecuado para estos casos, mujer y experimentada.",
		"ServicePapTest_PostTitle": "Papanicolaou",
		"ServicePapTest_Text1": "La prueba de Papanicolaou, también llamada citología vaginal, es una exploración complementaria que se realiza para diagnosticar el cáncer cérvico-uterino",
		"ServicePapTest_TextExtra": "Los resultados listos 3-7 días. Cada caso es diferente",
		"ServicePhysicalExam_PostSubtitle1": "Beneficios",
		"ServicePhysicalExam_PostSubtitle1_List1": "La evaluación y documentos se entregan de inmediato",
		"ServicePhysicalExam_PostSubtitle1_List2": "No necesita cita solo visitarnos",
		"ServicePhysicalExam_PostSubtitle2": "Preguntas frecuentes",
		"ServicePhysicalExam_PostSubtitle2_List1": "Los documentos están firmados ?\nSi, todos nuestros documentos salen de nuestro centro con todos los sellos pertinentes",
		"ServicePhysicalExam_PostSubtitle2_List2": "En caso que detecten algún problema durante el examen físico me indican ?\nSi  es necesario medicamentos, referido a especialista o alguna otra indicación médica ya va incluida en la consulta",
		"ServicePhysicalExam_PostTitle": "Examen Físico",
		"ServicePhysicalExam_Text1": "Realizamos examenes físicos tanto para la escuela como para el trabajo ",
		"ServicePhysicalExam_TextExtra": "La visita no toma mucho tiempo 10 minuts",
		"ServicePostSubtitle1": "Beneficios",
		"ServicePostSubtitle2": "Preguntas frecuentes",
		"ServicePregnancyTest_PostSubtitle1": "Beneficios",
		"ServicePregnancyTest_PostSubtitle1_List1": "Las pruebas de embarazo en la sangre tienen una precisión de aproximadamente el 99%. ",
		"ServicePregnancyTest_PostSubtitle1_List2": "La prueba de sangre se suele usar para confirmar los resultados de una prueba de embarazo en el hogar.",
		"ServicePregnancyTest_PostSubtitle2": "Preguntas frecuentes",
		"ServicePregnancyTest_PostSubtitle2_List1": "Necesito cita para la prueba de embarazo? No necesita cita",
		"ServicePregnancyTest_PostSubtitle2_List2": "Necesito pagar la consulta para realizarme la prueba? Si necesita sus resultados y el reporte de embarazo más su referido con el obstetra todo sale incluido con la consulta y el examen",
		"ServicePregnancyTest_PostTitle": " Test de Embarazo",
		"ServicePregnancyTest_Text1": "La prueba de embarazo en la sangre es más confiable Detecta cantidades más pequeñas de GCH y puede confirmar o descartar el embarazo antes que una prueba de orina. La prueba de sangre puede detectar un embarazo incluso antes de la falta del período menstrual. ",
		"ServicePregnancyTest_TextExtra": "Resultados 10-15 mints",
		"ServicePrescriptionRefills_PostSubtitle1": "Beneficios",
		"ServicePrescriptionRefills_PostSubtitle1_List1": "En nuestra consulta médica general va incluida la orden o prescripción por el doctor",
		"ServicePrescriptionRefills_PostSubtitle1_List2": "La continuidad del medicamentos es esencial en el mantenimiento de su salud y enfermedad y con su renovación tiene beneficios no volver a repetir examenes en un período de tiempo",
		"ServicePrescriptionRefills_PostSubtitle2": "Preguntas frecuentes",
		"ServicePrescriptionRefills_PostSubtitle2_List1": "Pueden prescribir medicamentos que hace tiempo no los tomo y ya soy diagnosticada con diabetes? Si correcto siempre es importante que el paciente sepa la dosis que ingería anteriormente pero se debe realizar el examen para saber la dosificación y tratamiento adecuado.    ",
		"ServicePrescriptionRefills_PostSubtitle2_List2": "2- Después que me prescriben medicamentos pueden volver a indicarlos? Por ejemplo existen medicamentos que si se pueden prescribir como la continuidad de una enfermedad diagnosticada hace mucho tiempo y que el medicamento funciona correctamente para esa enfermedad, pero por ejemplo, por infección los antibióticos no se indican por mucho tiempo solo el período necesario para eliminar la infección recurrente, ya luego no es necesario, otro ejemplo medicamentos para el colesterol.",
		"ServicePrescriptionRefills_PostTitle": "Refill de Medicamentos",
		"ServicePrescriptionRefills_Text1": "Nos encargamos de renovar medicamentos ya prescritos por nosotros u otros doctores siempre y cuando estén al márgen de cumplir con su fecha de expiración . Muy importante resaltar que existen medicamentos que se colocan luego de confirmar en examenes su valor o estado de enfermedad",
		"ServicePrescriptionRefills_TextExtra": "La consulta toma entre 25-35 mints",
		"ServiceProstateExam_PostSubtitle1": "Beneficios",
		"ServiceProstateExam_PostSubtitle1_List1": "Esta prueba nos deja saber como valor de laboratorio sobre su antígeno que si está elevado puede sufrir cáncer de próstata aunque no siempre cuando está elevado es cáncer ",
		"ServiceProstateExam_PostSubtitle1_List2": "Podemos prevenir y tratar esta enfermedad",
		"ServiceProstateExam_PostSubtitle2": "Preguntas frecuentes",
		"ServiceProstateExam_PostSubtitle2_List1": "¿Realizan la prueba en sangre?\nSi realizamos la prueba del cáncer de Próstata o PSA en sangre",
		"ServiceProstateExam_PostSubtitle2_List2": "Si tengo cáncer me puedo atender ? \nClaro que si le atendemos y le colocamos los tratamientos y aplicamos el protocolo en caso de ser necesario un especialista le damos el referido . Somos médicos primarios",
		"ServiceProstateExam_PostTitle": "Examen de Prostáta",
		"ServiceProstateExam_Text1": "La prueba mide una proteína producida en la glándula de la próstata, que se llama antígeno prostático específico o PSA, por sus siglas en inglés. Se realiza en sangre",
		"ServiceProstateExam_TextExtra": "Resultados entre 24 -30 hrs",
		"ServiceSexuallyDiseases_PostSubtitle1": "Beneficios",
		"ServiceSexuallyDiseases_PostSubtitle1_List1": "Evaluamos cuidadosamente, somos profesionales y mantenemos su privacidad ",
		"ServiceSexuallyDiseases_PostSubtitle1_List2": "Indicamos, tratamos y educamos al paciente sobre estas enfermedades ",
		"ServiceSexuallyDiseases_PostSubtitle2": "Preguntas frecuentes",
		"ServiceSexuallyDiseases_PostSubtitle2_List1": "Si necesito un referido a un especialista ustedes me lo otorgan?\nSi por supuesto, nuestra prioridad es su bienestar",
		"ServiceSexuallyDiseases_PostSubtitle2_List2": "¿Qué enfermedades estudian y colocan tratamiento?\nEstudiamos, diagnosticamos y tratamos todas las enfermedades de transmisión sexual.",
		"ServiceSexuallyDiseases_PostTitle": "Enfermedades de transmisión sexual",
		"ServiceSexuallyDiseases_Text1": "Diagnosticamos la enfermedades y de ahí procedemos con el tratamiento",
		"ServiceSexuallyDiseases_TextExtra": "Eliminamos, tratamos y le damos seguimiento a su condición",
		"ServiceUltrasound_PostSubtitle1": "Beneficios",
		"ServiceUltrasound_PostSubtitle1_List1": "Lo realizamos en nuestro centro con cita previa ",
		"ServiceUltrasound_PostSubtitle1_List2": "Se entrega al paciente reporte del ultrasonido para que lo lleve consigo . Tiempo de demora entre 10-15 minutos",
		"ServiceUltrasound_PostSubtitle2": "Preguntas frecuentes",
		"ServiceUltrasound_PostSubtitle2_List1": "Debo agendar cita ?\nSi debe agendar su cita comúnicandose con nosotros o a través de nuestro sitio web y",
		"ServiceUltrasound_PostSubtitle2_List2": "Es doloroso? \nNO ES DOLOROSO",
		"ServiceUltrasound_PostTitle": "Ultrasonidos",
		"ServiceUltrasound_Text1": "Realizamos diferentes ultrasonidos de acorde a la indicación de nuestros doctores para diagnosticar las causas del dolor, la hinchazón, y la infección en los órganos internos del cuerpo.",
		"ServiceUltrasound_TextExtra": "El tiempo de realización del mismo debido a nuestra experiencia es de 5-10 mints.",
		"SlideOneData_Button1": "Contacto",
		"SlideOneData_Button2": "Sobre Nosotros",
		"SlideOneData_Button3": "Servicios",
		"SlideOneData_Subtitle1": "Clínica Médica Hispana en Houston Tx.",
		"SlideOneData_Subtitle2": "Centro Médico Familiar en Houston Tx.",
		"SlideOneData_Subtitle3": "Atención Médica de Excelencia cerca de ti en Houston Tx.",
		"SlideOneData_Title1": "Clínica Hispana Salud Y Esperanza | Medical Clinic | Houston Tx",
		"SlideOneData_Title2": "Brindamos ayuda a nuestra comunidad latina y a personas de bajos recursos económicos, con dedicación y responsabilidad.",
		"SlideOneData_Title3": "Nuestro principal objetivo es ayudar a que nuestros pacientes tengan mejor cuidado de su salud.",
		"TestimonialOneData_Content1": "Excelente Servicio, el personal muy amables y atentos, te explican con mucha paciencia según tu situación",
		"TestimonialOneData_Content2": "Excelente servicio! muy complacido con el servicio recibido los recomiendo, si quieren cuidad bien de su salud. Excelentes precios mucha diferencia a otras clínicas que he ido gracias.",
		"TestimonialOneData_Content3": "Muy buen servicio y excelentes profesionales. Me Atendendieron suber bien y me esiento muy aliviado. Les recomiendo esta clínica en Houston Tx. Muy buena clíinica latina con muy bajos precios ",
		"TestimonialOneData_Content4": "Esta cínica familia se las recomiendo a todos. Muy buen servicio y el doctor muy amable y me indicó lo que realmente necesito. Gracias excelente trabajo!",
		"TestimonialOneData_Content5": "Me siento muy bien atendida siempre, mi respeto a los profesionales médicos en general gracias por sus lindas atenciones",
		"TestimonialOneData_Date1": "3 días atrás",
		"TestimonialOneData_Date2": "8 meses atrás",
		"TestimonialOneData_Date3": "2 semanas atrás",
		"TestimonialOneData_Date4": "5 meses atrás",
		"TestimonialOneData_Date5": "3 meses atrás",
		"TestimonialOneData_Name1": "Jorge Alfredo Roblero Saldaña",
		"TestimonialOneData_Name2": "Jorge Bravo Hung",
		"TestimonialOneData_Name3": "Antonio Morales",
		"TestimonialOneData_Name4": "Ernesto Soza",
		"TestimonialOneData_Name5": "Araceli Ortega",
		"TestimonialOneData_Title": "Reseñas",
		"Frequent_Questions": "Preguntas Frecuentes",
		"AboutTwo_Question1": "Realizan ultrasonidos? Que tipos?",
		"AboutTwo_Answer1": "Si realizamos ultrasonidos en nuestra clínica médica en houston tx. Tipos de ultrasonidos: Pélvico, abdominal, transvaginal , tiroides , mama 1 ultrasonido obstétrico entre 4-8 semanas embarazo y más",
		"AboutTwo_Question2": "Donde se encuentran ubicados?",
		"AboutTwo_Answer2": "Estamos ubicados 8200 Wilcrest Dr. Ste#20 Houston Tx 77072 ; entre las calles Wilcrest y Beechnut shopping center de tacos la balita al lado de clínica dental",
		"AboutTwo_Question3": "Cuánto cuesta el examen general de sangre y que incluye?",
		"AboutTwo_Answer3": "Tiene un costo de $150 incluye: plaquetas, sistema inmune de defensa, glucosa, funcionamiento hígado y riñones, colesterol, triglicéridos, una hormona TSH y otros valores que ayudan a diagnosticar enfermedades crónicas o asintomáticas",
		"AboutTwo_Question4": " Que seguros médicos aceptan?",
		"AboutTwo_Answer4": "Aceptamos los seguros médicos siguientes: Friday, Medicare, Cigna, Aetna, Molina, WellCare, BCBS, Ambetter, superior health plan, que requieran PCP o médico primario y los que no lo requieran también",
		"AboutTwo_Question5": "Que exámenes realizan en su laboratorio? ",
		"AboutTwo_Answer5": "Realizamos todos los exámenes de laboratorio clínicos para diagnosticar todo tipo de enfermedades.",
		"AboutTwo_Question6": "Colocan inyecciones para aliviar el dolor o para infecciones?",
		"AboutTwo_Answer6": "Colocamos las inyecciones según la orden de doctor y para la mejoría de su condición o enfermedad después de la consulta médica"
	}
}